Repository: DreihundertVier/Classipod-de
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, ca, ckb, cs, cy, da, el, eo, et, eu, fa, fi, fr, fur, fy, ga, gd, gl, gu, he, hr, hu, hy, id, is, ja, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mai, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tt, ug, ur, uz, vi, xh, yi, zh, zu

# donateSettingDescription
source: If you like this app, please consider donating.
af: Oorweeg dit om te skenk as u van hierdie app hou.
am: ይህንን መተግበሪያ ከወደዱ እባክዎን ስጋትን ያስቡበት.
ar: إذا كنت تحب هذا التطبيق ، فيرجى التفكير في التبرع.
as: যদি আপুনি এই এপটো ভাল পায়, অনুগ্ৰহ কৰি দান কৰাৰ কথা চিন্তা কৰক।
az: Bu proqramı sevirsinizsə, xahiş edirəm bağışlanmağı düşünün.
be: Калі вам падабаецца гэта дадатак, калі ласка, падумайце пра ахвяраванне.
bg: Ако ви харесва това приложение, моля, помислете за даряване.
bn: আপনি যদি এই অ্যাপ্লিকেশনটি পছন্দ করেন তবে অনুদান দেওয়ার বিষয়টি বিবেচনা করুন।
ca: Si us agrada aquesta aplicació, considereu la donació.
ckb: ئەگەر ئەم ئەپەتان بەدڵە، تکایە بیر لە بەخشین بکەنەوە.
cs: Pokud se vám tato aplikace líbí, zvažte prosím darování.
cy: Os ydych chi'n hoffi'r app hon, ystyriwch roi.
da: Hvis du kan lide denne app, skal du overveje at donere.
el: Εάν σας αρέσει αυτή η εφαρμογή, σκεφτείτε να δωρίσετε.
eo: Se vi ŝatas ĉi tiun programon, bonvolu konsideri donaci.
et: Kui teile see rakendus meeldib, kaaluge annetamist.
eu: Aplikazio hau nahi baduzu, kontuan hartu dohaintza.
fa: اگر این برنامه را دوست دارید ، لطفاً اهداء را در نظر بگیرید.
fi: Jos pidät tästä sovelluksesta, harkitse lahjoittamista.
fr: Si vous aimez cette application, veuillez envisager de faire un don.
fur: Se tu âs gust di cheste aplicazion, par plasê pense di donâ.
fy: As jo ​​dizze app leuk fine, beskôgje dan dat doneart.
ga: Más maith leat an feidhmchlár seo, smaoinigh ar bhronnadh.
gd: Mas toil leat an aplacaid seo, smaoinich air a bhith a 'toirt seachad.
gl: Se che gusta esta aplicación, considere doar.
gu: જો તમને આ એપ્લિકેશન ગમે છે, તો કૃપા કરીને દાન આપવાનો વિચાર કરો.
he: אם אתה אוהב את האפליקציה הזו, אנא שקול לתרום.
hr: Ako vam se sviđa ova aplikacija, razmislite o donaciji.
hu: Ha tetszik ez az alkalmazás, kérjük, fontolja meg az adományozást.
hy: Եթե ​​Ձեզ դուր է գալիս այս ծրագիրը, խնդրում ենք հաշվի առնել նվիրատվությունը:
id: Jika Anda menyukai aplikasi ini, pertimbangkan untuk menyumbang.
is: Ef þér líkar vel við þetta forrit skaltu íhuga að gefa.
ja: このアプリが気に入ったら、寄付を検討してください。
ka: თუ მოგწონთ ეს აპლიკაცია, გთხოვთ, გაითვალისწინოთ შემოწირულობა.
kk: Егер сізге осы бағдарлама ұнаса, сыйға тарту туралы ойланыңыз.
km: ប្រសិនបើអ្នកចូលចិត្តកម្មវិធីនេះសូមពិចារណាបរិច្ចាគ។
kn: ನೀವು ಈ ಅಪ್ಲಿಕೇಶನ್ ಬಯಸಿದರೆ, ದಯವಿಟ್ಟು ದಾನ ಮಾಡುವುದನ್ನು ಪರಿಗಣಿಸಿ.
ko: 이 앱이 마음에 들면 기부를 고려하십시오.
ku: Heke hûn vê sepanê hez dikin, ji kerema xwe donating bifikirin.
ky: Эгер сизге бул колдонмо жакса, сураныч, белекке кайрылыңыз.
lb: Wann Dir dës App gär hutt, betruecht w.e.g.
lo: ຖ້າທ່ານມັກແອັບ this ນີ້, ກະລຸນາພິຈາລະນາການບໍລິຈາກ.
lt: Jei jums patinka ši programa, apsvarstykite galimybę aukoti.
lv: Ja jums patīk šī lietotne, lūdzu, apsveriet iespēju ziedot.
mai: अगर अहां के ई ऐप नीक लगैत अछि त दान करय पर विचार करू.
mg: Raha tianao ity fampiharana ity, azafady mba hevero ny fanomezana.
mi: Mena kei te pai koe ki tenei taupānga, whakaarohia mai he takoha.
mk: Ако ви се допаѓа оваа апликација, размислете да донирате.
ml: നിങ്ങൾക്ക് ഈ അപ്ലിക്കേഷൻ ഇഷ്ടമാണെങ്കിൽ, ദയവായി സംഭാവന ചെയ്യുക.
mn: Хэрэв танд энэ апп таалагдаж байвал хандив өгөхийг анхаарна уу.
mr: आपल्याला हा अॅप आवडत असल्यास, कृपया देणगीचा विचार करा.
ms: Jika anda suka aplikasi ini, sila pertimbangkan untuk menderma.
mt: Jekk tixtieq din l-app, jekk jogħġbok ikkunsidra li tagħti d-donazzjoni.
my: ဤအက်ပလီကေးရှင်းကိုသင်ကြိုက်နှစ်သက်ပါက ကျေးဇူးပြု. လှူဒါန်းရန်စဉ်းစားပါ။
ne: यदि तपाईंलाई यो अनुप्रयोग मनपर्यो भने, कृपया दानलाई विचार गर्नुहोस्।
nl: Als je deze app leuk vindt, overweeg dan om te doneren.
no: Hvis du liker denne appen, kan du vurdere å donere.
or: ଯଦି ଆପଣ ଏହି ଆପ୍ ପସନ୍ଦ କରନ୍ତି, ଦୟାକରି ଦାନ କରିବାକୁ ବିଚାର କରନ୍ତୁ |
pa: ਜੇ ਤੁਸੀਂ ਇਸ ਐਪ ਨੂੰ ਪਸੰਦ ਕਰਦੇ ਹੋ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਦਾਨ ਕਰਨ 'ਤੇ ਵਿਚਾਰ ਕਰੋ.
ps: که تاسو دا ایپ خوښ یاست، مهرباني وکړئ مرسته کول په پام کې ونیسئ.
ro: Dacă vă place această aplicație, vă rugăm să luați în considerare donarea.
rw: Niba ukunda iyi porogaramu, nyamuneka tekereza gutanga impano.
sd: جيڪڏهن توهان هن ايپ کي پسند ڪيو، مهرباني ڪري عطيو ڏيڻ تي غور ڪريو.
si: ඔබ මෙම යෙදුමට කැමති නම්, කරුණාකර පරිත්යාග කරන්න.
sk: Ak sa vám táto aplikácia páči, zvážte darovanie.
sl: Če vam je všeč ta aplikacija, razmislite o donaciji.
sq: Nëse ju pëlqen kjo aplikacion, ju lutemi merrni parasysh dhurimin.
sr: Ако вам се свиђа ова апликација, молимо вас да размислите о донацији.
sv: Om du gillar den här appen, överväg att donera.
sw: Ikiwa unapenda programu hii, tafadhali fikiria kutoa.
ta: இந்த பயன்பாட்டை நீங்கள் விரும்பினால், நன்கொடை அளிப்பதைக் கவனியுங்கள்.
te: మీకు ఈ అనువర్తనం నచ్చితే, దయచేసి విరాళం ఇవ్వండి.
tg: Агар шумо ин барномаро дӯст медоред, лутфан ба хайрия фикр кунед.
th: หากคุณชอบแอพนี้โปรดพิจารณาบริจาค
tk: Bu programmany halaýan bolsaňyz, bagyşlaň.
tl: Kung gusto mo ang app na ito, mangyaring isaalang -alang ang pagbibigay.
tt: Сезгә бу кушымтаны яратсагыз, зинһар, иганә итегез.
ug: ئەگەر بۇ ئەپنى ياقتۇرسىڭىز, ئىئانە قىلىشنى ئويلىشىڭ.
ur: اگر آپ کو یہ ایپ پسند ہے تو ، براہ کرم عطیہ کرنے پر غور کریں۔
uz: Agar sizga ushbu ilova yoqsa, iltimos, xayr-ehson qiling.
vi: Nếu bạn thích ứng dụng này, xin vui lòng xem xét quyên góp.
xh: Ukuba uyayithanda le app, nceda uqaphele ukunikela.
yi: אויב איר ווי די אַפּ, ביטע באַטראַכטן דאָונייטינג.
zh: 如果您喜欢此应用，请考虑捐赠。
zu: Uma uthanda lolu hlelo lokusebenza, sicela ucabangele ukunikela.

# versionAboutScreenTitle
source: Version
af: Weergawe
am: ስሪት
ar: إصدار
as: সংস্কৰণ
az: Versiya
be: Версія
bg: Версия
bn: সংস্করণ
ca: Versió
ckb: وەشان
cs: Verze
cy: Fersiwn
el: Εκδοχή
eo: Versio
et: Versioon
eu: Bertsio
fa: نسخه
fi: Versio
fy: Ferzje
ga: Leagan
gd: Tionndadh
gl: Versión
gu: ભાષાંતર
he: גִרְסָה
hr: Verzija
hu: Változat
hy: Տարբերակ
id: Versi
is: Útgáfa
ja: バージョン
ka: ვერსია
kk: Нұсқа
km: កមបុរក្នា
kn: ಆವೃತ್ತಿ
ko: 버전
ku: Awa
ky: Версия
lb: Erëm
lo: ສະບັບ
lt: Versija
lv: Versija
mai: संस्करण
mg: Malagasy Bible
mi: Whakaaturanga
mk: Верзија
ml: ഭാഷം
mn: Таамаглал
mr: आवृत्ती
ms: Versi
mt: Verżjoni
my: ထင်မြင်ချက်
ne: रुपान्तर
nl: Versie
no: Versjon
or: ସଂସ୍କରଣ
pa: ਵਰਜਨ
ps: نسخه
ro: Versiune
rw: Verisiyo
sd: جو وارو
si: අනුවාදය
sk: Verzia
sl: Različica
sr: Верзија
sw: Toleo
ta: பதிப்பு
te: వెర్షన్
tg: Версия
th: รุ่น
tk: Wersiýasy
tl: Bersyon
tt: Версия
ug: نەشرى
ur: ورژن
uz: Versiya
vi: Phiên bản
xh: Inguqulelo
yi: נוסעך
zh: 版本
zu: Ukuhumushela

# madeWithLoveTitle
source: Made with ❤️ by
af: Gemaak met ❤️ deur
am: ከ ❤️ ጋር የተሰራ
ar: مصنوع من ❤ بواسطة
as: ❤️ ৰ সৈতে তৈয়াৰ কৰা হৈছে
az: İlə hazırlanmışdır
be: Зроблены з ❤
bg: Направен с ❤ от
bn: দ্বারা তৈরি ❤ দ্বারা
ca: Fet amb ❤️ per
ckb: بە ❤️ دروستکراوە لەلایەن
cs: Vyrobeno s ❤ od
cy: Wedi'i wneud gyda ❤️ gan
da: Lavet med ❤ af
el: Φτιαγμένο με ❤️ από
eo: Farita kun ❤️ per
et: Valmistatud ❤️ poolt
eu: ❤️-rekin egina
fa: ساخته شده با ❤ توسط
fi: Tehty ❤️: llä
fr: Fait avec ❤️ par
fur: Fat cun ❤️
fy: Makke mei ❤️ troch
ga: Déanta le ❤️ le
gd: Air a dhèanamh le ❤️ le
gl: Feito con ❤️ por
gu: દ્વારા with સાથે બનાવેલ
he: מיוצר עם ❤️ על ידי
hr: Napravljeno s ❤️
hu: Készítette ❤️ by
hy: Պատրաստված է ❤️ -ով
id: Dibuat dengan ❤️ oleh
is: Búið til með ❤️ af
ja: byで作られています
ka: დამზადებულია ❤ მიერ
kk: ❤️ арқылы жасалған
km: ធ្វើជាមួយ❤️ដោយ
kn: ❤ ಯೊಂದಿಗೆ ತಯಾರಿಸಲಾಗುತ್ತದೆ
ko: ❤️으로 만들어졌습니다
ku: Bi ❤️ ve hatî çêkirin
ky: ❤️ менен жасалган
lb: Gemaach mat ❤️ vum
lo: ເຮັດດ້ວຍ❤️ໂດຍ
lt: Pagaminta su ❤️
lv: Izgatavots ar ❤️ by
mai: ❤️ द्वारा निर्मित
mg: Natao tamin'ny ❤️
mi: Hanga me ❤️ na
mk: Направено со ❤ од
ml: ഉപയോഗിച്ച് നിർമ്മിച്ചത്
mn: ❤️-ээр хийсэн
mr: ❤ सह बनविलेले
ms: Dibuat dengan ❤️ oleh
mt: Magħmul bi ❤️ minn
my: by အားဖြင့်နှင့်အတူဖန်ဆင်းတော်မူ၏
ne: द्वारा बनेको ❤️
nl: Gemaakt met ❤️ door
no: Laget med ❤ av
or: ❤️ ଦ୍ୱାରା ତିଆରି |
pa: ਦੁਆਰਾ ਬਣਾਇਆ
ps: لخوا جوړ شوی
ro: Făcut cu ❤️ de
rw: Bikozwe na ❤️ by
sd: پاران پاران ٺهيل
si: ❤️ සමඟ සාදන ලදී
sk: Vyrobené s ❤ do
sl: Narejen z ❤️
sq: Bërë me ❤ nga
sr: Направљен са ❤ од
sv: Gjord med ❤ av
sw: Imetengenezwa na ❤️ na
ta: By உடன் தயாரிக்கப்பட்டது
te: By ద్వారా తయారు చేయబడింది
tg: Бо ❤️ бо ❤️
th: ทำด้วย❤โดย
tk: ❤️ bilen ýasaldy
tl: Ginawa ng ❤️ ni
tt: ❤️ белән ясалган
ug: ❤️ بىلەن ياسالغان
ur: by by کے ساتھ بنایا گیا
uz: Bilan qilingan ❤️ bilan qilingan
vi: Được thực hiện bằng ❤ bởi
xh: Yenziwe nge-❤️ nge
yi: געמאכט מיט ❤️ דורך
zh: 由❤️制成
zu: Yenziwe nge ❤️ ngu

# noMusicFilesFound
source: No Music
af: Geen musiek nie
am: ሙዚቃ የለም
ar: لا موسيقى
as: কোনো সংগীত নাই
az: Musiqini yox
be: Няма музыкі
bg: Без музика
bn: কোন সংগীত নেই
ca: Sense música
ckb: هیچ مۆسیقایەک نییە
cs: Žádná hudba
cy: Dim Cerddoriaeth
da: Ingen musik
el: Χωρίς μουσική
eo: Neniu Muziko
et: Pole muusikat
eu: Musika ez
fa: بدون موسیقی
fi: Ei musiikkia
fr: Pas de musique
fur: Nissune musiche
fy: Gjin muzyk
ga: Aon cheol
gd: Gun cheòl
gl: Sen música
gu: કોઈ સંગીત નથી
he: אין מוזיקה
hr: Nema glazbe
hu: Nincs zene
hy: Ոչ մի երաժշտություն
id: Tidak ada musik
is: Engin tónlist
ja: 音楽はありません
ka: არა მუსიკა
kk: Музыка жоқ
km: គ្មានតន្ត្រី
kn: ಸಂಗೀತವಿಲ್ಲ
ko: 음악이 없습니다
ku: Bê muzîk
ky: Музыка жок
lb: Keng Musek
lo: ບໍ່ມີດົນຕີ
lt: Nėra muzikos
lv: Nav mūzikas
mai: कोनो संगीत नहि .
mg: Tsy misy mozika
mi: Kaore he puoro
mk: Нема музика
ml: സംഗീതമില്ല
mn: Хөгжим гэж
mr: संगीत नाही
ms: Tiada muzik
mt: L-ebda mużika
my: ဂီတမရှိပါ
ne: कुनै संगीत छैन
nl: Geen muziek
no: Ingen musikk
or: କ music ଣସି ସଙ୍ଗୀତ
pa: ਕੋਈ ਸੰਗੀਤ ਨਹੀਂ
ps: هیڅ میوزیک نه
ro: Fără muzică
rw: Nta muziki
sd: موسيقي ناهي
si: සංගීතයක් නැත
sk: Žiadna hudba
sl: Brez glasbe
sq: Pa muzikë
sr: Без музике
sv: Ingen musik
sw: Hakuna muziki
ta: இசை இல்லை
te: సంగీతం లేదు
tg: Мусиқӣ нест
th: ไม่มีเพลง
tk: Saz ýok
tl: Walang musika
tt: Музыка юк
ug: مۇزىكا يوق
ur: کوئی موسیقی نہیں
uz: Hech qanday musiqa yo'q
vi: Không có âm nhạc
xh: Akukho mculo
yi: קיין מוזיק
zh: 没有音乐
zu: Awukho umculo

# noArtistsFound
source: No Artists
af: Geen kunstenaars nie
am: ምንም አርቲስቶች የሉም
ar: لا فنانين
as: শিল্পী No Artists
az: Rəssamlar yoxdur
be: Няма мастакоў
bg: Няма художници
bn: কোন শিল্পী নেই
ca: Sense artistes
ckb: هیچ هونەرمەندێک نییە
cs: Žádní umělci
cy: Dim Artistiaid
da: Ingen kunstnere
el: Χωρίς καλλιτέχνες
eo: Neniuj Artistoj
et: Kunstnikke pole
eu: Artistarik ez
fa: بدون هنرمند
fi: Ei taiteilijoita
fr: Pas d'artistes
fur: Nissun artist
fy: Gjin artysten
ga: Gan Ealaíontóirí
gd: Gun luchd-ealain
gl: Sen artistas
gu: કલાકારો નથી
he: אין אמנים
hr: Nema umjetnika
hu: Nincs művész
hy: Ոչ մի նկարիչ
id: Tidak ada artis
is: Engir listamenn
ja: アーティストはいません
ka: არ მხატვრები
kk: Ешқандай суретшілер жоқ
km: គ្មានសិល្បករ
kn: ಯಾವುದೇ ಕಲಾವಿದರು ಇಲ್ಲ
ko: 예술가가 없습니다
ku: No hunermend
ky: Эч кандай сүрөтчүлөр
lb: Keng Kënschtler
lo: ບໍ່ມີນັກສິລະປິນ
lt: Nėra menininkų
lv: Nav mākslinieku
mai: कोनो कलाकार नहि
mg: Tsy misy mpanakanto
mi: Kahore he kaitoi
mk: Нема уметници
ml: കലാകാരന്മാരുമില്ല
mn: Зураач байхгүй
mr: कलाकार नाहीत
ms: Tiada artis
mt: L-ebda artisti
my: အဘယ်သူမျှမအနုပညာရှင်များ
ne: कुनै कलाकारहरू छैनन्
nl: Geen artiesten
no: Ingen artister
or: କ be ଣସି କଳାକାର ନାହିଁ |
pa: ਕੋਈ ਕਲਾਕਾਰ ਨਹੀਂ
ps: هیڅ هنرمندان نشته
ro: Fără artiști
rw: Nta bahanzi
sd: نه ته آرٽسٽس
si: කලාකරුවන් නැත
sk: Žiadni umelci
sl: Brez umetnikov
sq: Asnjë artistë
sr: Нема уметника
sv: Inga artister
sw: Hakuna wasanii
ta: கலைஞர்கள் இல்லை
te: కళాకారులు లేరు
tg: Ҳеҷ рассом
th: ไม่มีศิลปิน
tk: Sungat işgärleri ýok
tl: Walang mga artista
tt: Рәссам юк
ug: سەنئەتكار يوق
ur: کوئی فنکار نہیں
uz: Rassomlar yo'q
vi: Không có nghệ sĩ
xh: Akukho magcisa
yi: קיין קינסטלער
zh: 没有艺术家
zu: Abekho abaculi

# noAlbumsFound
source: No Albums
af: Geen albums nie
am: አልበም የለም
ar: لا ألبومات
as: কোনো এলবাম নাই
az: Albom yoxdur
be: Няма альбомаў
bg: Няма албуми
bn: কোন অ্যালবাম
ca: Sense àlbums
ckb: هیچ ئەلبوومێک نییە
cs: Žádná alba
cy: Dim Albymau
da: Ingen albums
el: Χωρίς άλμπουμ
eo: Neniuj albumoj
et: Pole albumeid
eu: Albumerik ez
fa: بدون آلبوم
fi: Ei albumeja
fr: Pas d'albums
fur: Nissun alumi
fy: Gjin albums
ga: Uimh Albam
gl: Non hai álbums
gu: કોઈ આલ્બમ્સ નથી
he: אין אלבומים
hr: Nema albuma
hu: Nincs album
hy: Ոչ մի ալբոմ
id: Tidak ada album
is: Engar plötur
ja: アルバムはありません
ka: არ არის ალბომები
kk: Альбомдар жоқ
km: គ្មានអាល់ប៊ុមទេ
kn: ಯಾವುದೇ ಆಲ್ಬಂಗಳು ಇಲ್ಲ
ko: 앨범 없음
ku: Albûm tune
ky: Альбомдор
lb: Keng Albumen
lo: ບໍ່ມີອັນລະບັ້ມ
lt: Nėra albumų
lv: Nav albumu
mai: कोनो एल्बम नहि
mg: Tsy misy rakitsary
mi: Kaore he pukapuka
mk: Без албуми
ml: ആൽബങ്ങളൊന്നുമില്ല
mn: Цомог байхгүй
mr: कोणतेही अल्बम नाहीत
ms: Tiada album
mt: L-ebda albums
my: အဘယ်သူမျှမအယ်လ်ဘမ်များ
ne: कुनै एल्बमहरू छैनन्
nl: Geen albums
no: Ingen album
or: ନା ଆଲବମ୍ ନାହିଁ |
pa: ਕੋਈ ਐਲਬਮ ਨਹੀਂ
ps: البومونه نه
ro: Fără albume
rw: Nta alubumu
sd: نه البم
si: ඇල්බමයක් නැත
sk: Žiadne albumy
sl: Brez albumov
sq: Pa albume
sr: Нема албума
sv: Inga album
sw: Hakuna Albamu
ta: ஆல்பங்கள் இல்லை
te: ఆల్బమ్‌లు లేవు
tg: Албом нест
th: ไม่มีอัลบั้ม
tk: Albom ýok
tl: Walang mga album
tt: Альбомнар юк
ug: ھېچقانداق ئالبۇم يوق
ur: کوئی البم نہیں
uz: Albom yo'q
vi: Không có album
xh: Akukho zi-albhamu
yi: קיין אַלבומס
zh: 没有专辑
zu: Awekho ama-albhamu

source: Unknown Song
af: Onbekende liedjie
am: ያልታወቀ ዘፈን
ar: أغنية غير معروفة
as: অজ্ঞাত গান
az: Naməlum mahnı
be: Невядомая песня
bg: Неизвестна песен
bn: অজানা গান
ca: Cançó desconeguda
ckb: گۆرانییەکی نەناسراو
cs: Neznámá píseň
cy: Cân Anhysbys
da: Ukendt sang
el: Άγνωστο τραγούδι
eo: Nekonata Kanto
et: Tundmatu laul
eu: Abesti ezezaguna
fa: آهنگ ناشناخته
fi: Tuntematon kappale
fr: Chanson inconnue
fur: Cjançon no cognossude
fy: Ûnbidich ferske
ga: Amhrán Anaithnid
gd: Òran neo-aithnichte
gl: Canción descoñecida
gu: અજાણ્યું ગીત
he: שיר לא ידוע
hr: Nepoznata pjesma
hu: Ismeretlen dal
hy: Անհայտ երգ
id: Lagu yang tidak dikenal
is: Óþekkt lag
ja: 不明な歌
ka: უცნობი სიმღერა
kk: Белгісіз ән
km: ចម្រៀងដែលមិនស្គាល់
kn: ಅಜ್ಞಾತ ಹಾಡು
ko: 알 수없는 노래
ku: Strana nenas
ky: Белгисиз ыр
lb: Onbekannt Song
lo: ເພງທີ່ບໍ່ຮູ້ຈັກ
lt: Nežinoma daina
lv: Nezināma dziesma
mai: अज्ञात गीत २.
mg: Hira tsy fantatra
mi: Waiata kore
mk: Непозната песна
ml: അജ്ഞാത ഗാനം
mn: Үл боломжгүй дуу
mr: अज्ञात गाणे
ms: Lagu yang tidak diketahui
mt: Kanzunetta mhux magħrufa
my: အမည်မသိသီချင်း
ne: अज्ञात गीत
nl: Onbekend nummer
no: Ukjent sang
or: ଅଜ୍ଞାତ ଗୀତ |
pa: ਅਣਜਾਣ ਗਾਣਾ
ps: نامعلومه سندره
ro: Cântec necunoscut
rw: Indirimbo itazwi
sd: اڻڄاتسي جو اوفو
si: නොදන්නා ගීතය
sk: Neznáma pieseň
sl: Neznana pesem
sq: Këngë e panjohur
sr: Непозната песма
sv: Okänd låt
sw: Wimbo usiojulikana
ta: தெரியாத பாடல்
te: తెలియని పాట
tg: Суруди номаълум
th: เพลงที่ไม่รู้จัก
tk: Näbelli aýdymy
tl: Hindi kilalang kanta
tt: Билгесез җыр
ug: نامەلۇم ناخشا
ur: نامعلوم گانا
uz: Noma'lum qo'shiq
vi: Bài hát không xác định
xh: Ingoma engaziwayo
yi: אומבאַקאַנט ליד
zh: 未知的歌
zu: Ingoma engaziwa

source: Unknown Artist
af: Onbekende kunstenaar
am: ያልታወቀ አርቲስት
ar: فنان غير معروف
as: অজ্ঞাত শিল্পী
az: Naməlum sənətçi
be: Невядомы мастак
bg: Неизвестен художник
bn: অজানা শিল্পী
ca: Artista desconegut
ckb: هونەرمەندی نەناسراو
cs: Neznámý umělec
cy: Artist Anhysbys
da: Ukendt kunstner
el: Άγνωστος καλλιτέχνης
eo: Nekonata Artisto
et: Tundmatu kunstnik
eu: Artista ezezaguna
fa: هنرمند ناشناخته
fi: Tuntematon taiteilija
fr: Artiste inconnu
fur: Artist no cognossût
fy: Unbekende artyst
ga: Ealaíontóir Anaithnid
gd: Neach-ealain neo-aithnichte
gl: Artista descoñecido
gu: અજાણ્યા કલાકાર
he: אמן לא ידוע
hr: Nepoznati umjetnik
hu: Ismeretlen művész
hy: Անհայտ նկարիչ
id: Artis Tidak Dikenal
is: Óþekktur listamaður
ja: 未知のアーティスト
ka: უცნობი მხატვარი
kk: Белгісіз суретші
km: អ្នកមិនស្គាល់សិល្បករ
kn: ಅಜ್ಞಾತ ಕಲಾವಿದ
ko: 알 수없는 아티스트
ku: Hunermendê nenas
ky: Белгисиз сүрөтчү
lb: Onbekannte Kënschtler
lo: ນັກສິລະປິນທີ່ບໍ່ຮູ້ຈັກ
lt: Nežinomas menininkas
lv: Nezināms mākslinieks
mai: अज्ञात कलाकार २.
mg: Mpanakanto tsy fantatra
mi: Kaitoi Kore
mk: Непознат уметник
ml: അജ്ഞാത കലാകാരൻ
mn: Мэдэгдэх зураач
mr: अज्ञात कलाकार
ms: Artis yang tidak diketahui
mt: Artist mhux magħruf
my: အမည်မသိအနုပညာရှင်
ne: अज्ञात कलाकार
nl: Onbekende kunstenaar
no: Ukjent kunstner
or: ଅଜ୍ଞାତ କଳାକାର |
pa: ਅਣਜਾਣ ਕਲਾਕਾਰ
ps: نامعلوم هنرمند
ro: Artist necunoscut
rw: Umuhanzi utazwi
sd: اڻڄاتل آرٽع
si: නොදන්නා කලාකරුවා
sk: Neznámy umelec
sl: Neznani umetnik
sq: Artist i panjohur
sr: Непознати уметник
sv: Okänd konstnär
sw: Msanii asiyejulikana
ta: தெரியாத கலைஞர்
te: తెలియని కళాకారుడు
tg: Рассоми номаълум
th: ศิลปินที่ไม่รู้จัก
tk: Näbelli suratkeş
tl: Hindi kilalang artista
tt: Билгесез рәссам
ug: نامەلۇم سەنئەتكار
ur: نامعلوم آرٹسٹ
uz: Noma'lum rassom
vi: Nghệ sĩ chưa biết
xh: Umculi ongaziwayo
yi: אומבאַקאַנט קינסטלער
zh: 未知艺术家
zu: Umculi ongaziwa

source: Unknown Album
af: Onbekende album
am: ያልታወቀ አልበም
ar: ألبوم غير معروف
as: অজ্ঞাত এলবাম
az: Naməlum albom
be: Невядомы альбом
bg: Неизвестен албум
bn: অজানা অ্যালবাম
ca: Àlbum desconegut
ckb: ئەلبوومی نادیار
cs: Neznámé album
cy: Albwm Anhysbys
da: Ukendt album
el: Άγνωστο άλμπουμ
eo: Nekonata Albumo
et: Tundmatu album
eu: Album ezezaguna
fa: آلبوم ناشناخته
fi: Tuntematon albumi
fr: Album inconnu
fur: Album no cognossût
fy: Unbekind album
ga: Albam anaithnid
gd: Album neo-aithnichte
gl: Álbum descoñecido
gu: અજાણ્યો આલ્બમ
he: אלבום לא ידוע
hr: Nepoznati album
hu: Ismeretlen album
hy: Անհայտ ալբոմ
id: Album yang tidak diketahui
is: Óþekkt plata
ja: 不明なアルバム
ka: უცნობი ალბომი
kk: Белгісіз альбом
km: អាល់ប៊ុមមិនស្គាល់
kn: ಅಜ್ಞಾತ ಆಲ್ಬಮ್
ko: 알 수없는 앨범
ku: Albumek nenas
ky: Белгисиз альбом
lb: Onbekannt Album
lo: ອັລບັມທີ່ບໍ່ຮູ້ຈັກ
lt: Nežinomas albumas
lv: Nezināms albums
mai: अज्ञात एल्बम
mg: Album tsy fantatra
mi: Absum
mk: Непознат албум
ml: അജ്ഞാത ആൽബം
mn: Үл мэдэгдэх цомог
mr: अज्ञात अल्बम
ms: Album yang tidak diketahui
mt: Album mhux magħruf
my: အမည်မသိအယ်လ်ဘမ်
ne: अज्ञात एल्बम
nl: Onbekend album
no: Ukjent album
or: ଅଜ୍ଞାତ ଆଲବମ୍ |
pa: ਅਣਜਾਣ ਐਲਬਮ
ps: نامعلوم البم
ro: Album necunoscut
rw: Album itazwi
sd: نامعلوم البم
si: නොදන්නා ඇල්බමය
sk: Neznámy album
sl: Neznani album
sq: Album i panjohur
sr: Непознати албум
sv: Okänt album
sw: Albamu isiyojulikana
ta: தெரியாத ஆல்பம்
te: తెలియని ఆల్బమ్
tg: Албоми номаълум
th: อัลบั้มที่ไม่รู้จัก
tk: Näbelli albom
tl: Hindi kilalang album
tt: Билгесез альбом
ug: نامەلۇم پىلاستىنكا
ur: نامعلوم البم
uz: Noma'lum albom
vi: Album không xác định
xh: I-albhamu engaziwayo
yi: אומבאַקאַנט אַלבום
zh: 未知专辑
zu: I-albhamu engaziwa

source: Unknown Genre
af: Onbekende genre
am: ያልታወቀ ዘውግ
ar: نوع غير معروف
as: অজ্ঞাত ধাৰা
az: Naməlum janr
be: Невядомы жанр
bg: Неизвестен жанр
bn: অজানা জেনার
ca: Gènere desconegut
ckb: ژانری نەناسراو
cs: Neznámý žánr
cy: Genre anhysbys
da: Ukendt genre
el: Άγνωστο είδος
eo: Nekonata ĝenro
et: Tundmatu žanr
eu: Genero ezezaguna
fa: ژانر ناشناخته
fi: Tuntematon genre
fr: Genre inconnu
fur: Un Gjenar no cognossût
fy: Unbekend genre
ga: Seánra anaithnid
gd: Gnè neo-aithnichte
gl: Xénero descoñecido
gu: અજાણ્યું શૈલી
he: ז'אנר לא ידוע
hr: Nepoznati žanr
hu: Ismeretlen műfaj
hy: Անհայտ ժանր
id: Genre yang tidak diketahui
is: Óþekkt tegund
ja: 不明なジャンル
ka: უცნობი ჟანრი
kk: Белгісіз жанр
km: មិនស្គាល់ប្រភេទ
kn: ಅಜ್ಞಾತ ಪ್ರಕಾರ
ko: 알 수없는 장르
ku: Şanoya naskirî
ky: Белгисиз Жанр
lb: Onbekannte Genre
lo: ປະເພດທີ່ບໍ່ຮູ້ຈັກ
lt: Nežinomas žanras
lv: Nezināms žanrs
mai: अज्ञात विधा २.
mg: Genre tsy fantatra
mi: Koretake Kaore e mohiotia
mk: Непознат жанр
ml: അജ്ഞാത വിഭാഗം
mn: Үл мэдэгдэх төрөл
mr: अज्ञात शैली
ms: Genre yang tidak diketahui
mt: Ġeneru mhux magħruf
my: မသိသောအမျိုးအစား
ne: अज्ञात विधा
nl: Onbekend genre
no: Ukjent sjanger
or: ଅଜ୍ଞାତ ଧାରା
pa: ਅਣਜਾਣ ਸ਼ੈਲੀ
ps: نامعلوم ژانر
ro: Gen necunoscut
rw: Ubwoko butazwi
sd: اڻڄاتسٽ جو ڪنٽ
si: නොදන්නා ප්රභේදයක්
sk: Neznámy žáner
sl: Neznani žanr
sq: Zhanër i panjohur
sr: Непознати жанр
sv: Okänd genre
sw: Aina isiyojulikana
ta: தெரியாத வகை
te: తెలియని శైలి
tg: Ҳикояи номаълум
th: ประเภทที่ไม่รู้จัก
tk: Näbelli reanr
tl: Hindi kilalang genre
tt: Билгесез жанр
ug: نامەلۇم ژانىر
ur: نامعلوم صنف
uz: Noma'lum janr
vi: Thể loại chưa biết
xh: Uhlobo olungaziwayo
yi: אומבאַקאַנט זשאַנראַ
zh: 未知类型
zu: Uhlobo olungaziwa

# buttonConfirmText
source: OK
am: እሺ
ar: نعم
as: ঠিক আছে
az: Tamam
be: ОК
bg: Добре
bn: ঠিক আছে
ckb: باشە
cs: Dobře
cy: Iawn
el: ΕΝΤΑΞΕΙ
eo: Bone
eu: Jaizos
fa: خوب
fi: Hyvä
fr: D'ACCORD
fur: VA BEN
ga: Go maith
gd: Ceart gu leòr
gu: ઠીક
he: בְּסֵדֶר
hr: U REDU
hu: RENDBEN
hy: Լավ
id: OKE
ja: わかりました
ka: კარგი
kk: Жарайды
km: យល់ព្រម
kn: ಸರಿ
ko: 좋아요
ky: Макул
lo: ຕົກລົງ
lt: Gerai
lv: Labi
mai: ठीक छैै
mk: Добро
ml: ശരി
mn: Бас
mr: ठीक आहे
my: အိုကေ
ne: ठिक छ
or: ଠିକ୍ ଅଛି
pa: ਠੀਕ ਹੈ
ps: سمه ده
ro: Bine
sd: ٺيڪ آ ٺيڪ ن
si: හරි
sk: V poriadku
sq: I mirë
sr: У реду
sw: Sawa
ta: சரி
te: సరే
tg: ДУРУСТ
th: ตกลง
tk: Bolýar
tt: Ярар
ur: ٹھیک ہے
uz: KELISHDIKMI
vi: ĐƯỢC RỒI
xh: KULUNGILE
yi: קעשורע
zh: 好的
zu: KULUNGILE

# tileValueOn
source: On
af: Op
am: በርቷል
ar: على
as: ওপৰত
az: Yan
be: На
bg: На
bn: চালু
ca: Al damunt de
ckb: لەسەر
cs: Na
cy: Ymlaen
da: På
el: Επί
et: Edasi
eu: -En gainean
fa: در
fi: -Lla
fr: Sur
fur: Su
fy: Op
ga: Ar
gd: Air
gl: Sobre
gu: ચાલુ
he: עַל
hr: Na
hy: Մի կողմ
id: Pada
is: Á
ja: の上
ka: -ზე
kk: Ішінде
km: លើ
kn: ಮೇಲೆ
ko: ~에
ku: Li
ky: Боюнча
lb: Onemkrech sinn
lo: ຕໍ່ໆໄປ
lt: Ant
lv: Uz
mai: उपर
mi: Runga
mk: На
ml: മേല്
mn: -Тухай
mr: चालू
ms: Pada
mt: Fuq
my: အပေါ်
ne: माथी
nl: Op
no: På
or: ଉପରେ
pa: 'ਤੇ
ps: پر
ro: Pe
rw: Kuri
sd: ان تي
si: මත
sk: Na
sl: Naprej
sq: Në
sr: У
sv: På
ta: ஆன்
te: ఆన్
tg: Даргирондан
th: บน
tk: Üstünde
tl: Sa
tt: Өстендә
ur: پر
uz: Yoqilgan
vi: TRÊN
xh: Kwi
yi: אַף
zh: 在
zu: Phezu kwa-

# tileValueOff
source: Off
af: Af
am: ጠፍቷል
ar: عن
as: বন্ধ কৰা
az: Sönük
be: Выключаны
bg: Изключване
bn: বন্ধ
ca: Apagada
ckb: کوژاوە
cs: Vypnuto
cy: I ffwrdd
da: Slukket
el: Μακριά από
eo: For
et: Ära
eu: Amatatuta
fa: از روی
fi: Pois
fr: Désactivé
fur: Studât
fy: Út
ga: Ar ceal
gd: Dheth
gu: Offંચું
he: כבוי
hr: Izvan
hu: Le
hy: Անկայուն
id: Mati
ja: オフ
ka: -დან
kk: Ажыратылған
km: រលត់
kn: ತಟ್ಟಿಸು
ko: 끄다
ku: Ji
ky: Өчүрүү
lb: Vun der ze
lo: ປິດ
lt: Išjungtas
lv: Ārpus
mai: बंद
mg: NIALA
mi: Meinga iho
mk: Исклучено
ml: ദൂരെ
mn: Унтраах
mr: बंद
ms: Mati
my: သွား
ne: बती निभाउनु
nl: Uit
no: Av
or: ବନ୍ଦ
pa: ਬੰਦ
ps: بندول
rw: Hanze
sd: پري
si: අක්රිය කරන්න
sk: Vypnutý
sq: Larg
sr: Искључен
sv: Av
sw: Mbali
ta: ஆஃப்
te: ఆఫ్
tg: Хомӯш
th: ปิด
tk: Ondan offter
tt: Сүндерелгән
ur: آف
uz: O'chirilgan
vi: Tắt
xh: Ngaphandle
yi: אַוועק
zh: 离开
zu: Cishile

# commonOfText
source: of
af: van
am: የ
ar: ل
az: biri
be: аб
bg: на
bn: এর
ca: de
ckb: لە
cs: z
cy: o
da: af
el: του
eo: de
et: osa
eu: -ren
fa: از
fr: de
fur: di
fy: fan
ga: de
gd: de
gl: de
gu: ની
he: שֶׁל
hr: od
hu: -y -az
hy: է
id: dari
is: af
ja: の
kk: -ден
km: នៃ
kn: ಇದಕ್ಕೆ
ko: ~의
ku: ji
lb: vun
lo: ຂອງ
lt: iš
lv: no
mai: क
mg: nY
mi: o
mk: од
ml: ആല്
mn: -оор / -өөр
mr: च्या
ms: dari
mt: ta '
ne: को
nl: van
no: av
or: of of of of of of
pa: ਦੇ
ps: د
ro: de
rw: ya
sd: جو
si: හි
sk: z
sl: od
sq: nga
sr: од
sv: av
sw: ya
te: యొక్క
tg: аз
th: ของ
tk: we
tl: ng
tt: .әр сүзнең
ur: کے
uz: dan
vi: của
xh: ye
yi: פון
zh: 的
zu: iwa-
