Repository: DreihundertVier/Classipod-de
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, ca, ckb, cs, cy, da, el, eo, et, eu, fa, fi, fr, fur, fy, ga, gd, gl, gu, he, hr, hu, hy, id, is, ja, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mai, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tt, ug, ur, uz, vi, xh, yi, zh, zu

# audioAccessPermissionPermanentlyDeniedContent
source: Please grant audio files access for this app in the device settings to allow us to play your music files.
af: Toekenning vir klanklêers vir hierdie app in die toestelinstellings sodat ons u musieklêers kan speel.
am: የሙዚቃ ፋይሎችዎን እንድንጫወት የሚያስችለንን ለዚህ መተግበሪያ ኦዲዮ ፋይሎችን ለኦዲዮ ፋይሎች ይድረሱ.
ar: يرجى منح وصول ملفات الصوت لهذا التطبيق في إعدادات الجهاز للسماح لنا بتشغيل ملفات الموسيقى الخاصة بك.
as: আপোনাৰ সংগীত ফাইলসমূহ বজাবলৈ অনুমতি দিবলৈ অনুগ্ৰহ কৰি ডিভাইচ ছেটিংছত এই এপটোৰ বাবে অডিঅ' ফাইলসমূহ প্ৰৱেশ প্ৰদান কৰক।
az: Zəhmət olmasa, musiqi sənədlərinizi oynamağa imkan verən cihaz parametrlərində bu tətbiqetmədə audio fayllarına giriş imkanı verin.
be: Калі ласка, дайце доступ да аўдыяфайлаў для гэтага прыкладання ў наладах прылады, каб дазволіць нам прайграваць вашы музычныя файлы.
bg: Моля, предоставете достъп до аудио файлове за това приложение в настройките на устройството, за да ни позволи да възпроизвеждаме вашите музикални файлове.
bn: আমাদের আপনার সঙ্গীত ফাইলগুলি খেলতে দেওয়ার জন্য দয়া করে ডিভাইস সেটিংসে এই অ্যাপ্লিকেশনটির জন্য অডিও ফাইলগুলি অ্যাক্সেস মঞ্জুর করুন।
ca: Doneu accés als fitxers d'àudio per a aquesta aplicació a la configuració del dispositiu per permetre'ns reproduir els vostres fitxers de música.
ckb: تکایە لە ڕێکخستنەکانی ئامێرەکەدا دەستگەیشتن بە فایلە دەنگییەکان بۆ ئەم ئەپە بدە بۆ ئەوەی ڕێگەمان پێبدات فایلە مۆسیقییەکانت لێبدەین.
cs: Udělejte prosím přístup zvukových souborů pro tuto aplikaci v nastavení zařízení a umožňují nám přehrávat vaše hudební soubory.
cy: Rhowch fynediad i ffeiliau sain ar gyfer yr app hon yn y gosodiadau dyfais er mwyn caniatáu inni chwarae'ch ffeiliau cerddoriaeth.
da: Giv lydfiler adgang til denne app i enhedsindstillingerne for at give os mulighed for at afspille dine musikfiler.
el: Παρακαλούμε να παραχωρήσετε πρόσβαση αρχείων ήχου για αυτήν την εφαρμογή στις ρυθμίσεις της συσκευής για να μας επιτρέψετε να παίξουμε τα αρχεία μουσικής σας.
eo: Bonvolu koncedi sondosierojn aliron por ĉi tiu app en la aparataj agordoj por permesi al ni ludi viajn muzikdosierojn.
et: Andke selle rakenduse jaoks seadme sätetes juurdepääs helifailidele, et saaksime teie muusikafaile mängida.
eu: Mesedez, eman audio fitxategiak aplikazio honetarako sarbidea gailuaren ezarpenetan zure musika fitxategiak erreproduzitzeko.
fa: لطفاً به فایلهای صوتی دسترسی به این برنامه در تنظیمات دستگاه اعطا کنید تا به ما اجازه دهد فایلهای موسیقی خود را پخش کنیم.
fi: Antakaa tämän sovelluksen äänitiedostot laiteasetuksissa, jotta voimme toistaa musiikkitiedostoja.
fr: Veuillez accorder l'accès aux fichiers audio pour cette application dans les paramètres de l'appareil pour nous permettre de lire vos fichiers musicaux.
fur: Par plasê concedi l’acès ai file audio par cheste aplicazion intes impostazions dal dispositîf par permeti di sunâ i file di musiche.
fy: GRAG FERGESE AUDIO BESLAADY TAGTEN FAN DIT APP IN DE FERGESJOCHTSJOCHTEN OM FS TO LJOCHT OM JOU MUSIE BILDS SPELLEN.
ga: Deonaigh rochtain ar chomhaid fuaime don aip seo i socruithe na bhfeistí chun ligean dúinn do chuid comhad ceoil a imirt.
gd: Feuch an toir thu cothrom air faidhlichean claisneachd airson an aplacaid seo ann an suidheachadh an inneal gus leigeil leinn faidhlichean ciùil agad a chluich.
gl: Concede os ficheiros de audio acceso a esta aplicación na configuración do dispositivo para permitirnos reproducir os teus ficheiros de música.
gu: અમને તમારી સંગીત ફાઇલો રમવા માટે પરવાનગી આપવા માટે કૃપા કરીને ડિવાઇસ સેટિંગ્સમાં આ એપ્લિકેશન માટે audio ડિઓ ફાઇલો access ક્સેસ આપો.
he: אנא הענק גישה לקבצי שמע עבור אפליקציה זו בהגדרות המכשיר כדי לאפשר לנו לנגן את קבצי המוזיקה שלך.
hr: Omogućite pristup audio datotekama za ovu aplikaciju u postavkama uređaja kako bi nam omogućio reprodukciju vaših glazbenih datoteka.
hu: Kérjük, adja meg az audio fájlok hozzáférését az alkalmazáshoz az eszköz beállításaiban, hogy lejátsszuk a zenei fájlokat.
hy: Խնդրում ենք տրամադրել աուդիո ֆայլերի մուտքը սարքի պարամետրերում այս ծրագրի համար `թույլ տալու համար, որ մենք նվագենք ձեր երաժշտական ​​ֆայլերը:
id: Harap berikan file audio akses untuk aplikasi ini di pengaturan perangkat untuk memungkinkan kami memutar file musik Anda.
is: Vinsamlegast gefðu hljóðskrár aðgang fyrir þetta forrit í tækjastillingunum til að leyfa okkur að spila tónlistarskrárnar þínar.
ja: デバイス設定のこのアプリのオーディオファイルアクセスを許可して、音楽ファイルを再生できるようにしてください。
ka: გთხოვთ, მიანიჭოთ აუდიო ფაილებს ამ აპლიკაციისთვის მოწყობილობის პარამეტრებში, რათა მოგვცეს თქვენი მუსიკალური ფაილების დაკვრა.
kk: Музыкалық файлдарды ойнатуға мүмкіндік беру үшін осы қолданба үшін Audio файлдарына кіруді беріңіз.
km: សូមផ្តល់ឯកសារអូឌីយ៉ូចូលប្រើសម្រាប់កម្មវិធីនេះនៅក្នុងការកំណត់ឧបករណ៍ដើម្បីអនុញ្ញាតឱ្យយើងលេងឯកសារតន្ត្រីរបស់អ្នក។
kn: ನಿಮ್ಮ ಸಂಗೀತ ಫೈಲ್‌ಗಳನ್ನು ಪ್ಲೇ ಮಾಡಲು ನಮಗೆ ಅನುಮತಿಸಲು ದಯವಿಟ್ಟು ಸಾಧನ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ಈ ಅಪ್ಲಿಕೇಶನ್‌ಗಾಗಿ ಆಡಿಯೊ ಫೈಲ್‌ಗಳನ್ನು ಪ್ರವೇಶಿಸಿ.
ko: 장치 설정 에서이 앱에 대한 오디오 파일 액세스 권한을 부여하여 음악 파일을 재생할 수 있습니다.
ku: Ji kerema xwe pelên bihîstinê yên ji bo vê sepanê di mîhengên cîhazê de bistînin da ku em destûr bidin ku pelên muzîka xwe bilîzin.
ky: Музыка файлдарыңызды ойноого мүмкүнчүлүк берүү үчүн, бул колдонмо үчүн бул колдонмо үчүн аудио файлдарын түзмөк.
lb: Gitt w.e.g. Audio Dateien Zougang fir dës App am Apparat Astellunge fir datt mir Är Musekdateien spillen.
lo: ກະລຸນາໃຫ້ການເຂົ້າເຖິງໄຟລ໌ສຽງສໍາລັບແອັບນີ້ໃນການຕັ້ງຄ່າອຸປະກອນເພື່ອໃຫ້ພວກເຮົາຫຼີ້ນໄຟລ໌ດົນຕີຂອງທ່ານ.
lt: Prašome suteikti šios programos garso failų prieigą įrenginio nustatymuose, kad galėtume atkurti jūsų muzikos failus.
lv: Lūdzu, piešķiriet Audio Files piekļuvi šai lietotnei ierīces iestatījumos, lai ļautu mums atskaņot jūsu mūzikas failus.
mai: कृपया डिवाइस सेटिंग्स में एहि ऐप के लेल ऑडियो फाइल एक्सेस प्रदान करू जाहि सं हमरा सब के अहां के म्यूजिक फाइल के बजाबय के मौका मिलत.
mg: Azafady mba omeo ny rakitra Audio Fandraisana an-tsoratra amin'ity fampiharana ity ao amin'ny Fikirana Fitaovana mba hahafahantsika milalao ny rakitra mozika.
mi: Tena koa tukuna nga konae ororongo mo tenei taupānga i roto i nga tautuhinga taputapu kia taea ai e matou te takaro i o konae puoro.
mk: Ве молиме, дајте пристап за аудио датотеки за оваа апликација во поставките на уредот за да ни овозможи да ги репродуцираме вашите музички датотеки.
ml: നിങ്ങളുടെ സംഗീത ഫയലുകൾ പ്ലേ ചെയ്യാൻ ഞങ്ങളെ അനുവദിക്കുന്നതിന് ഉപകരണ ക്രമീകരണങ്ങളിൽ ദയവായി ഓഡിയോ ഫയലുകൾ അനുവദിക്കുക.
mn: Төхөөрөмжийн тохиргоонд нэвтрэхэд аудио файлд хандах боломжтой.
mr: कृपया आम्हाला आपल्या संगीत फायली प्ले करण्याची परवानगी देण्यासाठी डिव्हाइस सेटिंग्जमध्ये या अ‍ॅपसाठी ऑडिओ फायली प्रवेश मंजूर करा.
ms: Sila berikan akses fail audio untuk aplikasi ini dalam tetapan peranti untuk membolehkan kami memainkan fail muzik anda.
mt: Jekk jogħġbok agħti aċċess għall-fajls awdjo għal din l-app fl-issettjar tal-apparat biex tippermettilna ndoqq il-fajls tal-mużika tiegħek.
my: ကျေးဇူးပြု. သင်၏တေးဂီတဖိုင်များကိုဖွင့်ရန်ခွင့်ပြုရန် device settings တွင်ဤအက်ပလီကေးရှင်းအတွက်အသံဖိုင်များကို 0 င်ရောက်ခွင့်ပြုပါ။
ne: कृपया उपकरण सेटिंग्समा अडियो फाइलहरू पहुँच गर्नुहोस् उपकरण सेटिंग्समा यस अनुप्रयोगमा तपाईंको संगीत फाईलहरू खेल्न अनुमति दिनुहोस्।
nl: Geef audiobestanden toegang tot deze app in de apparaatinstellingen zodat we uw muziekbestanden kunnen afspelen.
no: Vennligst gi lydfiler tilgang til denne appen i enhetsinnstillingene for å la oss spille av musikkfilene dine.
or: ଦୟାକରି ଆମକୁ ଆପଣଙ୍କର ମ୍ୟୁଜିକ୍ ଫାଇଲଗୁଡ଼ିକ ବଜାଇବାକୁ ଅନୁମତି ଦେବା ପାଇଁ ଦୟାକରି ଏହି ଆପ୍ ପାଇଁ ଅଡିଓ ଫାଇଲ୍ ଆକ୍ସେସ୍ ପାଇଁ ଗ୍ରାଟ୍ କରନ୍ତୁ |
pa: ਸਾਨੂੰ ਆਪਣੀਆਂ ਸੰਗੀਤ ਫਾਈਲਾਂ ਚਲਾਉਣ ਦੀ ਆਗਿਆ ਦੇਣ ਲਈ ਸਿਸਟਮ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਇਸ ਐਪਲੀਕੇਸ਼ਨਾਂ ਲਈ ਆਡੀਓ ਫਾਈਲਾਂ ਐਕਸੈਸ ਦਿਓ.
ps: مهرباني وکړئ د وسیلې ترتیباتو کې د دې ایپ لپاره د آډیو فایلونو لاسرسی واستوئ ترڅو موږ ته اجازه راکړئ ستاسو د میوزیک فایلونو غږول.
ro: Vă rugăm să acordați accesul fișierelor audio pentru această aplicație în setările dispozitivului pentru a ne permite să redăm fișierele dvs. de muzică.
rw: Nyamuneka tanga dosiye ya Audio kwinjira kuriyi porogaramu mubikoresho kugirango utwemere gucuranga dosiye yawe yumuziki.
sd: مهرباني ڪري توهان جي ميوزڪ فائلن کي کيڏڻ جي اجازت ڏيو ته آڊيو فائلن جي لاء آڊيو فائلون رسائي ڏيو.
si: කරුණාකර ඔබේ සංගීත ලිපිගොනු වාදනය කිරීමට ඉඩ දීම සඳහා කරුණාකර උපාංග සැකසුම් තුළ මෙම යෙදුම සඳහා ශ්රව්ය ලිපිගොනු සඳහා ප්රවේශය ලබා දෙන්න.
sk: Poskytnite prístup k zvukovým súborom pre túto aplikáciu v nastaveniach zariadenia, aby ste nám umožnili prehrávať vaše hudobné súbory.
sl: V nastavitvah naprave dodelite dostop do zvočnih datotek za to aplikacijo, da nam omogoča predvajanje vaših glasbenih datotek.
sq: Ju lutemi jepni hyrje të skedarëve audio për këtë aplikacion në cilësimet e pajisjes për të na lejuar të luajmë skedarët tuaj muzikorë.
sr: Молимо да додате приступ аудио датотеци за ову апликацију у подешавањима уређаја како бисте нам омогућили да репродукујемо ваше музичке датотеке.
sv: Vänligen ge ljudfiler åtkomst för den här appen i enhetsinställningarna så att vi kan spela dina musikfiler.
sw: Tafadhali toa ufikiaji wa faili za sauti za programu hii kwenye mipangilio ya kifaa kuturuhusu kucheza faili zako za muziki.
ta: உங்கள் இசைக் கோப்புகளை இயக்க அனுமதிக்க சாதன அமைப்புகளில் இந்த பயன்பாட்டிற்கான ஆடியோ கோப்புகள் அணுகலை வழங்கவும்.
te: దయచేసి మీ మ్యూజిక్ ఫైళ్ళను ప్లే చేయడానికి మాకు అనుమతించడానికి పరికర సెట్టింగ్‌లలో ఈ అనువర్తనం కోసం ఆడియో ఫైల్‌లను యాక్సెస్ చేయండి.
tg: Лутфан ба мо дастрасии аудио барои ин барномаро дар танзимоти дастгоҳ иҷозат диҳед, то ба мо имкон диҳад, ки файлҳои мусиқии шуморо бозӣ кунем.
th: โปรดให้การเข้าถึงไฟล์เสียงสำหรับแอพนี้ในการตั้งค่าอุปกรณ์เพื่อให้เราเล่นไฟล์เพลงของคุณ
tk: Suratda aýdym-saz faýllaryny oýnamak üçin enjam sazlamalarynda ses faýllaryna girmegiňizi haýyş edýäris.
tl: Mangyaring bigyan ang pag -access ng mga audio file para sa app na ito sa mga setting ng aparato upang payagan kaming i -play ang iyong mga file ng musika.
tt: Зинһар, бу кушымтаны җайланма көйләүләрендә аудио файллар өчен керү мөмкинлеге бирегез.
ug: ئۈسكۈنىنىڭ تەڭشەكلىرىدىكى بۇ دېتالنىڭ ھۆججەتلىرىنى زىيارەت قىلىشىمىزغا يول قويۇڭ.
ur: براہ کرم آڈیو فائلوں کو اس ایپ کے لئے آلہ کی ترتیبات میں رسائی دیں تاکہ ہمیں آپ کی میوزک فائلیں چلانے کی اجازت دی جاسکے۔
uz: Iltimos, audio fayllarni ushbu ilova uchun musiqa fayllaringizni o'ynashga imkon berish uchun ushbu ilova uchun AUDIO fayllari uchun ruxsat bering.
vi: Vui lòng cấp quyền truy cập tệp âm thanh cho ứng dụng này trong cài đặt thiết bị để cho phép chúng tôi phát các tệp nhạc của bạn.
xh: Nceda unikezele ngeefayile zeaudio zokufikelela kule app kwiseto sefowuni ukusivumela ukuba sidlale iifayile zakho zomculo.
yi: ביטע געבן אַודיאָ טעקעס אַקסעס פֿאַר דעם אַפּ אין די מיטל סעטטינגס צו לאָזן אונדז צו שפּילן דיין מוזיק טעקעס.
zh: 请在设备设置中授予此应用程序的音频文件访问，以允许我们播放您的音乐文件。
zu: Sicela unikeze amafayela womsindo Ukufinyelela kwalolu hlelo lokusebenza kuzilungiselelo zedivayisi ukuvumela ukuthi sidlale amafayela wakho omculo.

# menuScreenTitle
source: Menu
af: Spyskaart
am: ምናሌ
ar: قائمة طعام
as: মেনু
az: Menyu
be: Меню
bg: Меню
bn: মেনু
ca: Menú
ckb: مینیو
cy: Bwydlen
el: Μενού
eo: Menuo
et: Menüü
fa: منو
fi: Valikko
ga: Biachlár
gd: Clàr-taice
gl: Menú
gu: વીનાશ
he: תַפרִיט
hr: Jelovnik
hu: Menü
hy: Մենյու
is: Matseðill
ja: メニュー
ka: მენიუ
kk: Дастархан мәзірі
km: បហ្ជីមុខម្ហូប
kn: ಮೆನು
ko: 메뉴
ku: Qerta xûrekê
ky: Меню
lb: CENUER ASB
lo: ເມນູ
lt: Meniu
lv: Ēdienkarte
mai: मेनू
mg: sakafo
mi: Rārangi kai
mk: Мени
ml: മെനു
mn: Хоолны нэрс
mr: मेनू
my: အစားအသောက်စာရင်း
ne: व्यंजन सुची
no: Meny
or: ମେନୁ
pa: ਮੇਨੂ
ps: مینو
ro: Meniu
sd: مينيو
si: මෙනුව
sk: Ponuka
sl: Meni
sr: Мени
sv: Meny
sw: Mechi
ta: பட்டி
te: మెను
tg: Меню
th: เมนู
tk: Menýu
tt: Меню
ug: تىزىملىك
ur: مینو
uz: Menyu
xh: Imenyu
yi: מעניו
zh: 菜单
zu: Umbhalo wokutholakalayo

# musicMenuScreenTitle
source: Music
af: Musiek
am: ሙዚቃ
ar: موسيقى
as: সংগীত
az: Musiqi
be: Музыка
bg: Музика
bn: সংগীত
ca: Música
ckb: مووزیک
cs: Hudba
cy: Ngherddoriaeth
da: Musik
el: Μουσική
eo: Muziko
et: Muusika
eu: Musika
fa: موسیقی
fi: Musiikki
fr: Musique
fur: Musiche
fy: Muzyk
ga: Ceol
gd: Ceòl
gl: Música
gu: સંગીત
he: מוּסִיקָה
hr: Glazba
hu: Zene
hy: Երաժշտություն
id: Musik
is: Tónlist
ja: 音楽
ka: მუსიკა
kk: Музыка
km: តន្រ្ដី
kn: ಸಂಗೀತ
ko: 음악
ku: Mûzîk
ky: Музыка
lb: Musek
lo: ດົນຕີ
lt: Muzika
lv: Mūzika
mai: संगीत
mg: MOZIKA
mi: Rangi
mk: Музика
ml: സംഗീതം
mn: Хөгжим
mr: संगीत
ms: Muzik
mt: Mużika
my: ဂီတ
ne: संगीत
nl: Muziek
no: Musikk
or: ସଙ୍ଗୀତ
pa: ਸੰਗੀਤ
ps: میوزک
ro: Muzică
rw: Umuziki
sd: موسيقي
si: සංගීතය
sk: Hudba
sl: Glasba
sq: Muzikë
sr: Музика
sv: Musik
sw: Muziki
ta: இசை
te: సంగీతం
tg: Мусиқӣ
th: ดนตรี
tk: Aýdym-saz
tl: Musika
tt: Музыка
ug: مۇزىكا
ur: موسیقی
uz: Musiqa
vi: Âm nhạc
xh: Umculo
yi: מוזיק
zh: 音乐
zu: Umculo

# nowPlayingScreenTitle
source: Now Playing
af: Speel nou
am: አሁን መጫወት
ar: اللعب الآن
as: এতিয়া খেলি আছে
az: İndi oynayır
be: Зараз гульня
bg: Сега играе
bn: এখন খেলছি
ca: Ara jugant
ckb: ئێستا یاریکردن
cs: Teď hraje
cy: Nawr yn chwarae
da: Spiller nu
el: Παίζοντας τώρα
eo: Nun ludante
et: Nüüd mängib
eu: Orain jolasten
fa: اکنون بازی کردن
fi: Nyt pelaaminen
fr: Jouer maintenant
fur: Cumò zuiâ
fy: No boartsje
ga: Anois ag imirt
gd: A-nis a 'cluich
gl: Agora xogando
gu: હવે રમવું
he: עכשיו משחק
hr: Sada igranje
hu: Most játszik
hy: Հիմա խաղում
id: Sekarang bermain
is: Spila nú
ja: 今遊んでいます
ka: ახლა თამაშობს
kk: Қазір ойнау
km: ឥឡូវលេង
kn: ಈಗ ಆಡುತ್ತಿದೆ
ko: 이제 연주합니다
ku: Naha lîstin
ky: Азыр ойноп жатат
lb: Elo spillen
lo: ດຽວນີ້ຫຼີ້ນ
lt: Dabar žaidžia
lv: Tagad spēlēšana
mai: आब खेलाइत
mg: Izao milalao izao
mi: Inaianei e takaro ana
mk: Сега игра
ml: ഇപ്പോൾ കളിക്കുന്നു
mn: Одоо тоглож байгаа
mr: आता खेळत आहे
ms: Sekarang bermain
mt: Issa qed tilgħab
my: ယခုကစား
ne: अब खेल्दै
nl: Nu spelen
no: Spiller nå
or: ବର୍ତ୍ତମାନ ଖେଳୁଛି |
pa: ਹੁਣ ਖੇਡਣਾ
ps: اوس غږول
ro: Acum jucând
rw: Noneho gukina
sd: هاڻي کيڏان پيو
si: දැන් සෙල්ලම් කරනවා
sk: Teraz hranie
sl: Zdaj igranje
sq: Tani duke luajtur
sr: Сада се игра
sv: Spelar nu
sw: Sasa kucheza
ta: இப்போது விளையாடுகிறது
te: ఇప్పుడు ఆడుతున్నారు
tg: Акнун бозӣ
th: ตอนนี้เล่น
tk: Indi oýnamak
tl: Naglalaro ngayon
tt: Хәзер уйнау
ug: ھازىر ئويناش
ur: اب کھیل رہا ہے
uz: Endi o'ynash
vi: Hiện đang chơi
xh: Ngoku Iyadlala
yi: איצט פּלייינג
zh: 现在玩
zu: Manje ukudlala

# shuffleSongsMenuTitle
source: Shuffle Songs
am: ዘፈኖች ዘፈኖች
ar: أغاني خلط
az: Shuffle mahnıları
be: Ператасаванне песень
bg: Разбъркани песни
bn: শ্যাফল গান
ca: Cançons de barreja
ckb: گۆرانییەکانی Shuffle
cs: Shuffle písně
cy: Caneuon Siffrwd
da: Shuffle -sange
el: Τραγούδια shuffle
eo: Ŝovu kantojn
et: Laulud segama
eu: Abestiak nahastu
fa: آهنگ ها
fi: Sekoituslaulut
fr: Mélanger les chansons
fur: Cjançons di spazzatura
ga: Amhráin Shuffle
gd: Òrain shuffle
gl: Cancións de barras
gu: શફલ ગીતો
he: שירי דשדוש
hr: Pomicanje pjesama
hu: Zsufferi dalok
hy: Shuffle երգերը
id: Lagu -lagu pengocok
is: Stokka lög
ja: シャッフルソング
ka: Shuffle სიმღერები
kk: Кездейсоқ әндер
km: ច្រៀងចម្រៀង
kn: ಹಾಡುಗಳನ್ನು ಷಫಲ್ ಮಾಡಿ
ko: 셔플 노래
ku: Stranên Shuffle
ky: Шаффлдин ырлары
lb: Shuffle Lidder
lo: ສັ່ນເພງ
lt: Sumaišykite dainas
lv: Shuffle dziesmas
mai: शफल गीत
mg: Hira Shuffle
mi: Waiata shuffle
mk: Песни за мешање
ml: ഷഫിൾ ഗാനങ്ങൾ
mn: Дуу
mr: शफल गाणी
ms: Lagu Shuffle
mt: Kanzunetti Shuffle
my: Shuffle သီချင်းများ
ne: शफल गीतहरू
nl: Schuifelen liedjes
no: Shuffle -sanger
or: ଗୀତଗୁଡ଼ିକ ଗୀତ
pa: ਸ਼ਫਲ ਗਾਣੇ
ps: سندرې شیلې
ro: Cântece de amestecare
rw: Indirimbo za Shuffle
sd: شفل گانا
si: ගීත මාරු කරන්න
sk: Prerušenie piesní
sl: Premeščanje pesmi
sq: Këngë të Shuffle
sr: Схуффле Песме
sv: Shuffle -låtar
sw: Nyimbo za Shuffle
ta: மாற்றும் பாடல்கள்
te: షఫుల్ పాటలు
tg: Сурудҳои шаффоф
th: เพลงสับเปลี่ยน
tk: Çalyşmak aýdymlary
tl: Mga kanta ng shuffle
tt: Җырларны алыштырыгыз
ur: شفل گانے
uz: Shuffle qo'shiqlari
vi: Những bài hát xáo trộn
xh: Iingoma ezityibilika
yi: שאַרן לידער
zh: 洗牌歌曲
zu: Izingoma zeShuffle

# shuffleSettingTitle
source: Shuffle
af: Skuifel
am: ሽፍታ
ar: خلط
as: শ্বাফেল
az: Qarışdırmaq
be: Пералом
bg: Разбъркване
bn: বদল
ca: Barrejar
cy: Siffrwd
el: Ανάμιξη
et: Segadus
eu: Nahastu
fa: تغییر دادن
fi: Sekoittaa
fr: Mélanger
fur: Sumole
ga: Seafta
gl: Baralla
gu: લટકવું
he: לְעַרְבֵּב
hr: Miješati
hu: Keverés
hy: Խորամանկել
is: Uppstokkun
ja: シャッフル
ka: შფოთვა
kk: Қырқау
km: សាប់
kn: ಷಫಗನ
ko: 혼합
ky: Аралаштыруу
lo: ຊູ່
lt: Maišymas
lv: Šūpot
mai: घुमावदार
mi: Horohuka
ml: ഷഫിൾ ചെയ്യുക
mn: Зөөлөх
mr: शफल
my: ရောနှော
ne: आँन सक्ने
nl: Schuifelen
or: ଶଫଲ
pa: ਸ਼ਫਲ
ps: شفټ
ro: Amesteca
sd: شڪن
si: මාරු කරන්න
sk: Zamiešanie
sq: Shkundje
sr: Мешати
sv: Blanda
ta: கலக்கு
te: షఫుల్
tg: Шаффоф
th: การสับเปลี่ยน
tk: Çalyş
tt: Алыштыру
ur: شفل
uz: Silkitmoq
vi: Xáo trộn
yi: שאַרן
zh: 洗牌
zu: Swayijela

# settingsScreenTitle
source: Settings
af: Instellings
am: ቅንብሮች
ar: إعدادات
as: সংহতিসমূহ
az: Parametrlər
be: Налады
bg: Настройки
bn: সেটিংস
ca: Configuració
ckb: ڕێکخستنەکان
cs: Nastavení
cy: Ngosodiadau
da: Indstillinger
el: Ρυθμίσεις
eo: Agordoj
et: Sätted
eu: Ezarpen
fa: تنظیمات
fi: Asetukset
fr: Paramètres
fur: Impostazions
fy: Ynstellings
ga: Socruithe
gd: Roghainnean
gl: Configuración
gu: પતાવટ
he: הגדרות
hr: Postavke
hu: Beállítások
hy: Կարգավորումներ
id: Pengaturan
is: Stillingar
ja: 設定
ka: პარამეტრები
kk: Параметрлер
km: ការកំណត់
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ko: 설정
ku: Mîhengan
ky: Жөндөөлөр
lb: Astellunge
lo: ການກໍານົດ
lt: Nustatymai
lv: Iestatījumi
mai: सेटिंग्स 10।
mg: Fikirana
mi: Tautuhinga
mk: Поставки
ml: ക്രമീകരണങ്ങൾ
mn: Тохиргоо
mr: सेटिंग्ज
ms: Tetapan
my: ဆက်တင်များ
ne: बतंग
nl: Instellingen
no: Innstillinger
or: ସେଟିଂସମୂହ
pa: ਸੈਟਿੰਗਜ਼
ps: امستنې
ro: Setări
rw: Igenamiterere
sd: سيٽنگ
si: සැකසුම්
sk: Nastavenia
sl: Nastavitve
sq: Cilësimet
sr: Подешавања
sv: Inställningar
sw: Mipangilio
ta: அமைப்புகள்
te: సెట్టింగులు
tg: Танзимот
th: การตั้งค่า
tk: Sazlamalar
tl: Mga setting
tt: Көйләүләр
ug: تەڭشەك
ur: ترتیبات
uz: Sozlash
vi: Cài đặt
xh: Izicwangciso
yi: סעטטינגס
zh: 设置
zu: Amasethingi

# aboutScreenTitle
source: About
af: Rondom
am: ስለ
ar: عن
as: বিষয়ে
az: Haqqında
be: Пра
bg: Около
bn: সম্পর্কে
ca: Al voltant de
ckb: دەربارەی
cs: O
cy: Yn ymwneud
da: Om
el: Για
eo: Pri
et: Ümber
eu: Ei buruz
fa: در مورد
fi: Noin
fr: À propos
fur: Rivuart
fy: Oer
ga: Thart ar
gd: Mu dheidhinn
gl: Sobre
gu: લગભગ
he: אוֹדוֹת
hr: Oko
hu: Körülbelül
hy: Մոտավորապես
id: Tentang
is: Um
ja: について
ka: გარშემო
kk: Жөнінде
km: អមបី
kn: ಬಗ್ಗೆ
ko: 에 대한
ku: Ji dor
ky: Жөнүндө
lb: Iwwer
lo: ກ່ຽວກັບ
lt: Apie
lv: Pret
mai: विषय में
mi: Mō
mk: За
ml: കുറിച്ച്
mn: Тухай
mr: बद्दल
ms: Mengenai
mt: Madwar
my: အကေြာင်း
ne: प्राय
nl: Over
no: Om
or: ବିଷୟରେ
pa: ਬਾਰੇ
ps: په اړه
ro: Despre
rw: Hafi
sd: جي باري
si: ගැන
sk: O
sl: Približno
sq: Afër
sr: О томе
sv: Om
sw: Kuhusu
ta: பற்றி
te: గురించి
tg: Дар атрофи
th: เกี่ยวกับ
tk: Hakda
tl: Tungkol sa
tt: Турында
ug: ھەققىدە
ur: کے بارے میں
uz: Haqida
vi: Về
xh: Malunga
yi: וועגן
zh: 关于
zu: Maqondana

# coverFlowScreenTitle
source: Cover Flow
af: Dekking vloei
am: የሽፋን ፍሰት
ar: تدفق الغلاف
as: কভাৰ ফ্ল'
az: Covullamaq
be: Паток вечка
bg: Поток на капака
bn: কভার প্রবাহ
ca: Flux de coberta
ckb: ڕەوتی داپۆشەر
cs: Tok krytu
cy: Llif gorchudd
da: Dækningsstrøm
el: Ροή καλύμματος
eo: Kovrila fluo
et: Kattevool
eu: Azal-fluxua
fa: جریان پوشش
fi: Peitevirta
fr: Couverture
fur: Flus
fy: Cover stream
ga: Sreabhadh clúdaigh
gd: Sruthadh còmhdach
gl: Fluxo de cuberta
gu: પ્રવાહ
he: כיסוי זרימה
hr: Prekrivač
hu: Fedőáramlás
hy: Ծածկույթի հոսքը
id: Aliran penutup
is: Kápa flæði
ja: カバーフロー
ka: საფარის ნაკადი
kk: Қақпақты жабу
km: លំហូរគម្រប
kn: ಕವರ್ ಹರಿ
ko: 덮개 흐름
ku: Pêça cover
ky: Капкактын агымы
lo: ຝາປິດ
lt: Dangčio srautas
lv: Pārklāšanas plūsma
mai: आवरण प्रवाह
mg: Mandrakotra
mi: Te rerenga rerenga
mk: Проток на покривка
ml: കവർ ഫ്ലോ
mn: Бамарийн урсгал
mr: कव्हर प्रवाह
ms: Aliran penutup
mt: Fluss tal-Qoxra
ne: कभर प्रवाह
nl: Dekselstroom
no: Dekkstrøm
or: Ble ପ୍ରବାହ
pa: ਵਹਾਅ ਦਾ ਵਹਾਅ
ps: د پوښ پوښ
ro: Fluxul de acoperire
rw: Gutwikira
sd: وهندڙ
si: ආවරණ ප්රවාහය
sk: Tok krytu
sl: Pretok pokrova
sq: Rrjedhë e mbuluar
sr: Проток покривача
sv: Täckningsflöde
sw: Mtiririko wa kufunika
ta: கவர் ஓட்டம்
te: కవర్ ప్రవాహం
tg: Рухбати сарпӯш
th: ไหลเวียน
tk: Gaplaň
tl: Takpan ang daloy
tt: Каплау агымы
ug: يېپىش
ur: سرورق بہاؤ
uz: Qopqoq oqimi
vi: Dòng chảy bao gồm
xh: I-Cocice Right
yi: קאָלאָו לויפן
zh: 覆盖流
zu: Ukumboza ukugeleza

# artistsScreenTitle
source: Artists
af: Kunstenaars
am: አርቲስቶች
ar: الفنانين
as: শিল্পী
az: Sənətkarlar
be: Мастакі
bg: Художници
bn: শিল্পী
ca: Artistes
ckb: هونەرمەندان
cs: Umělci
cy: Artistiaid
da: Kunstnere
el: Καλλιτέχνες
eo: Artistoj
et: Kunstnikud
eu: Artistak
fa: هنرمند
fi: Taiteilijat
fr: Artistes
fur: Artistics
fy: Keunstners
ga: Ealaíontóirí
gd: Luchd-ealain
gl: Artistas
gu: કલાકારો
he: אמנים
hr: Umjetnici
hu: Művészek
hy: Նկարիչներ
id: Seniman
is: Listamenn
ja: アーティスト
ka: მხატვრები
kk: Суретшілер
km: សិល្បករ
kn: ಕಲಾವಿದರು
ko: 아티스트
ku: Hunermend
ky: Сүрөтчүлөр
lb: Kënschtler
lo: ສິຣິ
lt: Menininkai
lv: Mākslinieki
mai: कलाकार
mi: Tohiti
mk: Уметници
ml: കലാകാരന്മാർ
mn: Зурдарлагчид
mr: कलाकार
ms: Artis
mt: Artisti
my: အနုပညာရှင်
ne: कलाकारहरू
nl: Kunstenaars
no: Artister
or: କଳାକାରମାନେ
pa: ਕਲਾਕਾਰ
ps: هنرمندان
ro: Artiști
rw: Abahanzi
sd: طصن
si: කලාකරුවන්
sk: Umelci
sl: Umetniki
sq: Artistë
sr: Уметници
sv: Artister
sw: Wasanii
ta: கலைஞர்கள்
te: కళాకారులు
tg: Рассомон
th: ศิลปิน
tk: Aýdymçylar
tl: Mga Artista
tt: Рәссамнар
ug: سەنئەتكارلار
ur: فنکار
uz: San'atkorlar
vi: Nghệ sĩ
xh: Amagcisa
yi: אַרטיס
zh: 艺术家
zu: Abadwebi bakubo

# albumsScreenTitle
source: Albums
am: አልበሞች
ar: ألبومات
as: এলবাম
az: Albom
be: Альбомы
bg: Албуми
bn: অ্যালবাম
ca: Àlbums
ckb: ئەلبوومەکان
cs: Alba
cy: Albymau
el: Άλμπουμ
eo: Albumoj
et: Albumid
eu: Albumak
fa: آلبوم
fi: Albumit
ga: Albam
gd: Clàran
gl: Álbums
gu: આલ્બમ
he: אלבומים
hr: Albumi
hu: Albumok
hy: Ալբոմներ
id: Album
is: Plötur
ja: アルバム
ka: ალბომები
kk: Альбомдар
km: អាល់មង្គល
kn: ಉಚ್ಚಾರಣಾ
ko: 앨범
ku: Album
lb: Albel
lo: ອະພິນ
lt: Albumai
lv: Albumi
mai: एल्बम
mi: Ārangi
mk: Албуми
ml: ആൽബങ്ങൾ
mn: Цергийн цөгий
mr: अल्बम
ms: Album
my: အယ်ယာရာများ
ne: एल्बम्स
no: Album
or: ଆଲବମ୍
pa: ਐਲਬਮ
ps: البومونه
ro: Albume
rw: Album
sd: البمز
si: ඇල්බම
sk: Albumy
sl: Albumi
sq: Albume
sr: Албуми
sv: Album
sw: Albamu
ta: ஆல்பங்கள்
te: ఆల్బమ్‌లు
tg: Албомҳо
th: อัลบั้ม
tk: AMBOLS
tl: Mga album
tt: Альбомнар
ug: پىلاستىنكا
ur: البمز
uz: Albomlar
vi: Album
xh: Ii-albhamu
yi: אַלבומס
zh: 专辑
zu: Ama-albhamu e-albhamu

# songsScreenTitle
source: Songs
af: Liedjies
am: ዘፈኖች
ar: الأغاني
as: গান
az: Mahnı
be: Песні
bg: Песни
bn: গান
ca: Cançons
ckb: گۆرانی
cs: Písně
cy: Caneuon
da: Sange
el: Τραγούδια
eo: Kantoj
et: Laulud
eu: Abestiak
fa: ترانه
fi: Lauluja
fr: Chansons
fur: cjançons
ga: Amhrán
gd: Òrain
gl: Cancións
gu: ગીતો
he: שירים
hr: Pjesme
hu: Dalok
hy: Երգեր
id: Lagu
is: Lög
ja: 歌
ka: სიმღერები
kk: Әндер
km: ចម្រៀង
kn: ಗೀತೆ
ko: 노래
ku: Stranên
ky: Ырлар
lb: Lidder
lo: ເພງ
lt: Dainos
lv: Dziesmas
mai: गीत ८.
mg: Hira
mi: Nga waiata
mk: Песни
ml: പാട്ടുകൾ
mn: Дуу
mr: गाणी
ms: Lagu
mt: Kanzunetti
my: သီချင်း
ne: गीत
nl: Liedjes
no: Sanger
or: ଗୀତ
pa: ਗਾਣੇ
ps: سندرې
ro: Cântece
rw: Indirimbo
sd: گانو
si: ගීත
sk: Piesne
sl: Pes
sq: Këngë
sr: Песме
sv: Låtar
sw: Nyimbo
ta: பாடல்கள்
te: పాటలు
tg: Сурудҳо
th: เพลง
tk: Aýdymlar
tl: Mga kanta
tt: Җырлар
ug: ناخشالار
ur: گانے
uz: Qo'shiqlar
vi: Bài hát
xh: Iingoma
yi: לידער
zh: 歌曲
zu: Izizo
