Repository: DreihundertVier/Classipod-de
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, ca, ckb, cs, cy, da, el, eo, et, eu, fa, fi, fr, fur, fy, ga, gd, gl, gu, he, hr, hu, hy, id, is, ja, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mai, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tt, ug, ur, uz, vi, xh, yi, zh, zu

# pageNotFoundText
source: The given page was not found
af: Die gegewe bladsy is nie gevind nie
am: የተሰጠው ገጽ አልተገኘም
ar: لم يتم العثور على الصفحة المحددة
as: প্ৰদত্ত পৃষ্ঠাটো পোৱা নগ'ল
az: Verilən səhifə tapılmadı
be: Дадзеная старонка не была знойдзена
bg: Дадената страница не е намерена
bn: প্রদত্ত পৃষ্ঠাটি পাওয়া যায় নি
ca: La pàgina donada no es va trobar
ckb: ئەو لاپەڕەیەی کە پێت دراوە نەدۆزراوەتەوە
cs: Daná stránka nebyla nalezena
cy: Ni ddarganfuwyd y dudalen a roddwyd
da: Den givne side blev ikke fundet
el: Η δεδομένη σελίδα δεν βρέθηκε
eo: La donita paĝo ne estis trovita
et: Antud lehte ei leitud
eu: Emandako orria ez da aurkitu
fa: صفحه داده شده یافت نشد
fi: Annettua sivua ei löytynyt
fr: La page donnée n'a pas été trouvée
fur: La pagjine date no je stade cjatade
fy: De opjûne pagina waard net fûn
ga: Níor aimsíodh an leathanach a tugadh
gd: Cha deach an duilleag a chaidh a thoirt seachad a lorg
gl: Non se atopou a páxina dada
gu: આપેલ પૃષ્ઠ મળ્યું ન હતું
he: הדף הנתון לא נמצא
hr: Dana stranica nije pronađena
hu: Az adott oldalt nem találták meg
hy: Տվյալ էջը չի գտնվել
id: Halaman yang diberikan tidak ditemukan
is: Gefin blaðsíða fannst ekki
ja: 指定されたページは見つかりませんでした
ka: მოცემული გვერდი ვერ მოიძებნა
kk: Берілген парақ табылмады
km: ទំព័រដែលបានផ្តល់ឱ្យមិនត្រូវបានរកឃើញទេ
kn: ಕೊಟ್ಟಿರುವ ಪುಟವು ಕಂಡುಬಂದಿಲ್ಲ
ko: 주어진 페이지는 찾을 수 없었습니다
ku: Rûpela dayîn nehat dîtin
ky: Берилген барак табылган жок
lb: Déi uginn Säit gouf net fonnt
lo: ຫນ້າທີ່ກໍານົດບໍ່ພົບ
lt: Pateiktas puslapis nebuvo rastas
lv: Dotā lapa netika atrasta
mai: देल गेल पृष्ठ नहि भेटल
mg: Tsy hita ny pejy nomena
mi: Kaore i kitea te whaarangi
mk: Дадената страница не беше пронајдена
ml: നൽകിയ പേജ് കണ്ടെത്തിയില്ല
mn: Өгөгдсөн хуудсыг олдсонгүй
mr: दिलेले पृष्ठ सापडले नाही
ms: Halaman yang diberikan tidak dijumpai
mt: Il-paġna mogħtija ma nstabetx
my: ပေးထားသောစာမျက်နှာကိုရှာမတွေ့ပါ
ne: दिइएको पृष्ठ फेला परेन
nl: De gegeven pagina is niet gevonden
no: Den gitte siden ble ikke funnet
or: ପ୍ରଦତ୍ତ ପୃଷ୍ଠା ମିଳିଲା ନାହିଁ |
pa: ਦਿੱਤਾ ਪੇਜ ਨਹੀਂ ਮਿਲਿਆ
ps: ورکړل شوې پا page ه ونه موندل شوه
ro: Pagina dată nu a fost găsită
rw: Urupapuro rwatanzwe ntirwigeze ruboneka
sd: ڏنل صفحو نه مليو
si: දී ඇති පිටුව හමු නොවීය
sk: Daná stránka sa nenašla
sl: Dane strani ni bilo mogoče najti
sq: Faqja e dhënë nuk u gjet
sr: Дата страница није пронађена
sv: Den givna sidan hittades inte
sw: Ukurasa uliyopewa haukupatikana
ta: கொடுக்கப்பட்ட பக்கம் காணப்படவில்லை
te: ఇచ్చిన పేజీ కనుగొనబడలేదు
tg: Саҳифаи мазкур ёфт нашуд
th: ไม่พบหน้าเว็บที่กำหนด
tk: Berlen sahypa tapylmady
tl: Ang ibinigay na pahina ay hindi natagpuan
tt: Бирелгән бит табылмады
ug: بېرىلگەن بەت تېپىلمىدى
ur: دیئے گئے صفحے کو نہیں ملا
uz: Ushbu sahifada topilmadi
vi: Trang đã cho không được tìm thấy
xh: Iphepha elinikiweyo alifumanekanga
yi: דער געגעבן בלאַט איז נישט געפֿונען
zh: 没有找到给定的页面
zu: Ikhasi elinikeziwe alitholakalanga

# commonErrorText
source: Error
af: Fout
am: ስህተት
ar: خطأ
as: আঁসোৱাহ
az: Səhv
be: Памылка
bg: Грешка
bn: ত্রুটি
ckb: هەڵە
cs: Chyba
cy: Gwallau
da: Fejl
el: Σφάλμα
eo: Eraro
et: Viga
eu: Errakuntza
fa: خطا
fi: Virhe
fr: Erreur
fur: Erôr
fy: Fersin
ga: Earráid
gd: Mearachd
gl: Erro
gu: ભૂલ
he: שְׁגִיאָה
hr: Pogreška
hu: Hiba
hy: Սխալ
id: Kesalahan
is: Villa
ja: エラー
ka: შეცდომა
kk: Қателік
km: កមហុស
kn: ದೋಷ
ko: 오류
ku: Şaşî
ky: Ката
lb: Feeler
lo: ຜິດ
lt: Klaida
lv: Kļūda
mai: दोष
mg: fahadisoana
mi: Hē
mk: Грешка
ml: പിശക്
mn: Алдаа
mr: त्रुटी
ms: Ralat
mt: Żball
my: အမှား
ne: त्रुटि
nl: Fout
no: Feil
or: ତ୍ରୁଟି
pa: ਗਲਤੀ
ps: تېروتنه
ro: Eroare
rw: Ikosa
sd: غلط
si: දෝෂයකි
sk: Chyba
sl: Napaka
sq: Gabim
sr: Грешка
sv: Fel
sw: Kosa
ta: பிழை
te: లోపం
tg: Хатогӣ
th: ข้อผิดพลาด
tk: Ýalňyşlyk
tt: Хата
ug: خاتالىق
ur: غلطی
uz: Xato
vi: Lỗi
xh: Impazamo
yi: גרייַז
zh: 错误
zu: Ukuphambeka

# retryButtonText
source: Retry
af: Herver hierdie
am: እንደገና መሞከር
ar: إعادة المحاولة
as: পুনৰ চেষ্টা কৰক
az: Yenidən cəhd etmək
be: Выказаць
bg: Повторение
bn: পুনরায় চেষ্টা করুন
ca: Tornar a ratllar
ckb: دووبارە هەوڵبدەرەوە
cs: Opakovat
cy: Chyrchwch
da: Ret igen igen
el: Δοκιμάζω πάλι
eo: Retrovu
et: Uuesti proovima
eu: Berrirohartu
fa: مجدداً
fi: Tehdä uudelleen
fr: Réessayer
fur: Cori
fy: Twurkje
ga: Ais a chur ar ais
gd: Ath-ghairm
gl: Intentar
gu: ફરી કોશિશ કરવી
he: לנסות שוב
hr: Ponovo namotati
hu: Újjáépít
hy: Փորձել
id: Mencoba kembali
is: Reyni aftur
ja: リトライ
ka: გამოცხადება
kk: Қайталау
km: ាប់រេគ្រប់យ៉ាងបី
kn: ಮರುಪರಿಶೀಲಿಸು
ko: 다시 해 보다
ku: Xweberbawer
ky: Кайра аракет кылуу
lb: Erëmkréien
lo: ລອງໃຫມ່
lt: Bandyti
lv: Atkārtot
mai: पुनः प्रयास ८.
mg: Hanandrana indray
mi: Rehiry hoki
mk: Повторно обидете се
ml: വീണ്ടുംരി ചെയ്യുക
mn: Уилах
mr: पुन्हा प्रयत्न करा
ms: Cuba semula
mt: Erġa 'erġa'
my: ကြိုးစား
ne: ीक आचरण
nl: Opnieuw proberen
no: Prøv på nytt
or: ପୁନ ry ଚେଷ୍ଟା କର
pa: ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
ps: بیا هڅه
ro: Din nou
rw: Gusubiramo
sd: ٻيهر ڪوشش ڪريو
si: නැවත උත්සාහ කරන්න
sk: Pokus
sl: Poskusiti
sq: Rigjykoj
sr: Поново покушати
sv: Försöka igen
sw: Jaribu tena
ta: மீண்டும் முயற்சிக்கவும்
te: మళ్లీ ప్రయత్నించండి
tg: Такрор кардан
th: ลองอีกครั้ง
tk: Gaýtadan synanyşyň
tl: Muling
tt: Кабатлап кара
ug: قايتا سىناڭ
ur: دوبارہ کوشش کریں
uz: Qaytadan urinib ko'rmoq
vi: Thử lại
xh: Phinda uzame
yi: פריין
zh: 重试
zu: MuntuLALA

# filePickerDialogTitle
source: Select a Directory to Scan for Music
af: Kies 'n gids om na musiek te skandeer
am: ሙዚቃን ለመፈተሽ ማውጫ ይምረጡ
ar: حدد دليلًا للمسح للموسيقى
as: সংগীতৰ বাবে স্কেন কৰিবলৈ এটা ডাইৰেকটৰি নিৰ্ব্বাচন কৰক
az: Musiqi üçün skan etmək üçün bir qovluq seçin
be: Абярыце каталог для сканавання музыкі
bg: Изберете директория за сканиране за музика
bn: সংগীতের জন্য স্ক্যান করতে একটি ডিরেক্টরি নির্বাচন করুন
ca: Seleccioneu un directori per escanejar la música
ckb: بەڕێوەبەرایەتییەک هەڵبژێرە بۆ سکانکردنی مۆسیقا
cs: Vyberte adresář pro skenování hudby
cy: Dewiswch gyfeiriadur i sganio ar gyfer cerddoriaeth
da: Vælg et bibliotek for at scanne for musik
el: Επιλέξτε έναν κατάλογο για σάρωση για μουσική
eo: Elektu dosierujon por skani muzikon
et: Valige kataloog muusika skannimiseks
eu: Hautatu direktorio bat musika eskaneatzeko
fa: دایرکتوری را برای اسکن موسیقی انتخاب کنید
fi: Valitse hakemisto skannataksesi musiikkia
fr: Sélectionnez un répertoire pour rechercher la musique
fur: Seleziona un Repertori par Scansionâ par musiche
fy: Selektearje in map om te scannen foar muzyk
ga: Roghnaigh eolaire le scanadh don cheol
gd: Tagh eòlaire airson scan airson ceòl
gl: Selecciona un directorio para buscar a música
gu: સંગીત માટે સ્કેન કરવાની ડિરેક્ટરી પસંદ કરો
he: בחר מדריך לסריקה למוזיקה
hr: Odaberite direktorij za skeniranje za glazbu
hu: Válasszon egy könyvtárat a zene szkenneléséhez
hy: Երաժշտության համար սկանավորելու համար ընտրեք գրացուցակ
id: Pilih direktori untuk memindai musik
is: Veldu möppu til að skanna fyrir tónlist
ja: 音楽をスキャンするディレクトリを選択します
ka: შეარჩიეთ დირექტორია, რომ სკანირდეს მუსიკისთვის
kk: Музыканы сканерлеу үшін каталогты таңдаңыз
km: ជ្រើសរើសថតឯកសារមួយដើម្បីស្កេនតន្ត្រី
kn: ಸಂಗೀತಕ್ಕಾಗಿ ಸ್ಕ್ಯಾನ್ ಮಾಡಲು ಡೈರೆಕ್ಟರಿಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko: 음악을 스캔 할 디렉토리를 선택하십시오
ku: Peldanka hilbijêrin ku ji bo muzîkê dakêşin
ky: Музыканы сканерлөө үчүн каталогду тандаңыз
lb: Wielt e Verzeechnes fir Musek ze scannen
lo: ເລືອກໄດເລກະທໍລີເພື່ອສະແກນເພັງ
lt: Pasirinkite katalogą, kurį norite nuskaityti muzikai
lv: Atlasiet direktoriju, lai skenētu mūziku
mai: संगीत के लेल स्कैन करय लेल एकटा डायरेक्टरी चुनू
mg: Safidio ny lahatahiry iray hikoropaka mozika
mi: Whiriwhiria te whaiaronga ki te matawai mo te puoro
mk: Изберете директориум за скенирање за музика
ml: സംഗീതത്തിനായി സ്കാൻ ചെയ്യുന്നതിന് ഒരു ഡയറക്ടറി തിരഞ്ഞെടുക്കുക
mn: Хөгжимд сканнердах директорыг сонгоно уу
mr: संगीतासाठी स्कॅन करण्यासाठी एक निर्देशिका निवडा
ms: Pilih direktori untuk mengimbas muzik
mt: Agħżel direttorju biex tiskannja għall-mużika
my: တေးဂီတကိုစကင်ဖတ်စစ်ဆေးရန်လမ်းညွှန်ကိုရွေးချယ်ပါ
ne: संगीतको लागि स्क्यान गर्न डाइरेक्टरी चयन गर्नुहोस्
nl: Selecteer een map om op muziek te scannen
no: Velg en katalog for å skanne etter musikk
or: ସଙ୍ଗୀତ ପାଇଁ ସ୍କାନ୍ କରିବାକୁ ଏକ ଡିରେକ୍ଟୋରୀ ଚୟନ କରନ୍ତୁ |
pa: ਸੰਗੀਤ ਲਈ ਸਕੈਨ ਕਰਨ ਲਈ ਇੱਕ ਡਾਇਰੈਕਟਰੀ ਦੀ ਚੋਣ ਕਰੋ
ps: د میوزیک لپاره سکین کولو لپاره لارښود غوره کړئ
ro: Selectați un director pentru a scana pentru muzică
rw: Hitamo ububiko bwo gusikana umuziki
sd: موسيقي لاء اسڪين ڪرڻ لاء ڊاريڪٽري چونڊيو
si: සංගීතය සඳහා ස්කෑන් කිරීමට නාමාවලියක් තෝරන්න
sk: Vyberte adresár na skenovanie hudby
sl: Izberite imenik za skeniranje za glasbo
sq: Zgjidhni një direktori për të skanuar për muzikë
sr: Изаберите директориј да бисте скенирали музику
sv: Välj en katalog för att söka efter musik
sw: Chagua saraka ya kuchambua muziki
ta: இசைக்கு ஸ்கேன் செய்ய ஒரு கோப்பகத்தைத் தேர்ந்தெடுக்கவும்
te: సంగీతం కోసం స్కాన్ చేయడానికి డైరెక్టరీని ఎంచుకోండి
tg: Барои мусиқӣ директорияро интихоб кунед
th: เลือกไดเรกทอรีเพื่อสแกนเพลง
tk: Saz üçin skanirlemek üçin katalog saýlaň
tl: Pumili ng isang direktoryo upang mag -scan para sa musika
tt: Музыка өчен сканерлау өчен каталогны сайлагыз
ug: مۇزىكىنى سايىلەش ئۈچۈن مۇندەرىجىنى تاللاڭ
ur: موسیقی کے لئے اسکین کرنے کے لئے ایک ڈائریکٹری منتخب کریں
uz: Musiqani tekshirish uchun katalogni tanlang
vi: Chọn một thư mục để quét âm nhạc
xh: Khetha isikhombisi sokuskena umculo
yi: סעלעקטירן אַ וועגווייַזער צו יבערקוקן פֿאַר מוזיק
zh: 选择一个目录以扫描音乐
zu: Khetha umkhombandlela wokuskena umculo

# searchScreenTitle
source: Search
af: Soek
am: ፍለጋ
ar: يبحث
as: সন্ধান
az: Axtarış
be: Пошукі
bg: Търсене
bn: অনুসন্ধান
ca: Buscar
ckb: گەڕان
cs: Vyhledávání
cy: Chwiloon
da: Søge
el: Ερευνα
eo: Serĉo
et: Otsima
eu: Araketa
fa: جستجو
fi: Haku
fr: Recherche
fur: Ricercje
fy: Sykje
ga: Cíor
gd: Rannsaich
gl: Busca
gu: શોધ
he: לְחַפֵּשׂ
hr: Pretraživanje
hu: Keresés
hy: Որոնել
id: Mencari
is: Leitaðu
ja: 検索
ka: ძებნა
kk: Іздеу
km: ការឆេកឆេ
kn: ಶೋಧನೆ
ko: 찾다
ku: Gerr
ky: Издөө
lb: Sichen
lo: ຄົ້ນຫາ
lt: Ieškoti
lv: Meklēšana
mai: खोजनाइ
mg: karohy
mi: Rapu
mk: Пребарување
ml: അനേഷണം
mn: Эрэл хайгуул хийх
mr: शोध
ms: Cari
mt: Tfittxija
my: ရှာဖေှခြင်း
ne: खोजी
nl: Zoekopdracht
no: Søk
or: ସନ୍ଧାନ କର |
pa: ਖੋਜ
ps: لټون
ro: Căutare
rw: Shakisha
sd: ڳولا
si: සෙවීම
sk: Prehliadka
sl: Iskanje
sq: Kërkim
sr: Тражити
sv: Söka
sw: Tafuta
ta: தேடல்
te: శోధన
tg: Кофтуков
th: ค้นหา
tk: Gözlemek
tl: Maghanap
tt: Эзләү
ug: ئىزدەش
ur: تلاش
uz: Qidirish
vi: Tìm kiếm
xh: Ukukhankanya
yi: זוכן
zh: 搜索
zu: Sesha

# searchEmptyText
source: No Search Results
af: Geen soekresultate nie
am: ምንም የፍለጋ ውጤቶች የሉም
ar: لا توجد نتائج بحث
as: কোনো সন্ধান ফলাফল নাই
az: Axtarış nəticələri yoxdur
be: Няма вынікаў пошуку
bg: Няма резултати от търсенето
bn: কোনও অনুসন্ধানের ফলাফল নেই
ca: Sense resultats de la cerca
ckb: هیچ ئەنجامێکی گەڕان نییە
cs: Žádné výsledky vyhledávání
cy: Dim canlyniadau chwilio
da: Ingen søgeresultater
el: Χωρίς αποτελέσματα αναζήτησης
eo: Neniuj serĉrezultoj
et: Otsingu tulemusi pole
eu: Ez da bilaketaren emaitzarik
fa: بدون نتیجه جستجو
fi: Ei hakutuloksia
fr: Pas de résultats de recherche
fur: Nissun risultâts di ricercje
fy: Gjin sykresultaten
ga: Gan Torthaí Cuardaigh
gd: Chan eil toraidhean rannsachaidh ann
gl: Non hai resultados de busca
gu: કોઈ શોધ પરિણામ નથી
he: אין תוצאות חיפוש
hr: Nema rezultata pretraživanja
hu: Nincs keresési eredmény
hy: Որոնման արդյունք չկա
id: Tidak ada hasil pencarian
is: Engar leitarniðurstöður
ja: 検索結果はありません
ka: ძიების შედეგები არ არის
kk: Іздеу нәтижелері жоқ
km: គ្មានលទ្ធផលស្វែងរក
kn: ಹುಡುಕಾಟ ಫಲಿತಾಂಶಗಳಿಲ್ಲ
ko: 검색 결과가 없습니다
ku: Encamên lêgerînê tune
ky: Издөө натыйжалары жок
lb: Keng Sichresultater
lo: ບໍ່ມີຜົນການຄົ້ນຫາ
lt: Nėra paieškos rezultatų
lv: Nav meklēšanas rezultātu
mai: कोनो खोज परिणाम नहि
mg: Tsy misy valiny fikarohana
mi: Kaore he kitenga rapu
mk: Нема резултати од пребарувањето
ml: തിരയൽ ഫലങ്ങളൊന്നുമില്ല
mn: Хайлтын үр дүн байхгүй байна
mr: शोध परिणाम नाही
ms: Tiada hasil carian
mt: L-ebda riżultat ta 'tfittxija
my: ရှာဖွေမှုရလဒ်များမရှိပါ
ne: कुनै खोजी परिणामहरू छैनन्
nl: Geen zoekresultaten
no: Ingen søkeresultater
or: କ search ଣସି ସନ୍ଧାନ ଫଳାଫଳ ନାହିଁ |
pa: ਕੋਈ ਖੋਜ ਨਤੀਜੇ ਨਹੀਂ
ps: د لټون پایلې نشته
ro: Fără rezultate ale căutării
rw: Nta bisubizo by'ishakisha
sd: ڳولا جا نتيجا
si: සෙවුම් ප්රති .ල නොමැත
sk: Žiadne výsledky vyhľadávania
sl: Brez rezultatov iskanja
sq: Nuk ka rezultate kërkimi
sr: Нема резултата претраге
sv: Inga sökresultat
sw: Hakuna matokeo ya utaftaji
ta: தேடல் முடிவுகள் இல்லை
te: శోధన ఫలితాలు లేవు
tg: Натиҷаҳои ҷустуҷӯ
th: ไม่มีผลการค้นหา
tk: Gözleg netijeleri ýok
tl: Walang mga resulta sa paghahanap
tt: Эзләү нәтиҗәләре юк
ug: ئىزدەش نەتىجىسى يوق
ur: تلاش کے نتائج نہیں ہیں
uz: Qidiruv natijalari yo'q
vi: Không có kết quả tìm kiếm
xh: Akukho ziphumo zokukhangela
yi: קיין זוך רעזולטאַטן
zh: 没有搜索结果
zu: Ayikho imiphumela yokucinga

# searchResultsText
source: Search Results:
af: Soekresultate:
am: የፍለጋ ውጤቶች:
ar: نتائج البحث:
as: অনুসন্ধান ফলাফল:
az: Axtarış nəticələri:
be: Вынікі пошуку:
bg: Резултати от търсенето:
bn: অনুসন্ধানের ফলাফল:
ca: Resultats de la cerca:
ckb: ئەنجامەکانی گەڕان:
cs: Výsledky hledání:
cy: Canlyniadau chwilio:
da: Søgeresultater:
el: Αποτελέσματα αναζήτησης:
eo: Serĉrezultoj:
et: Otsingu tulemused:
eu: Bilaketaren emaitzak:
fa: نتایج جستجو:
fi: Hakutulokset:
fr: Résultats de la recherche:
fur: Risultâts di ricercje:
fy: Sykresultaten:
ga: Torthaí cuardaigh:
gd: Toraidhean rannsachaidh:
gl: Resultados de busca:
gu: શોધ પરિણામ:
he: תוצאות חיפוש:
hr: Rezultati pretraživanja:
hu: Keresési eredmények:
hy: Որոնման արդյունքները.
id: Hasil pencarian:
is: Leitarniðurstöður:
ja: 検索結果：
ka: ძიების შედეგები:
kk: Іздеу нәтижелері:
km: លទ្ធផលស្វែងរក:
kn: ಹುಡುಕಾಟ ಫಲಿತಾಂಶಗಳು:
ko: 검색 결과 :
ku: Encamên lêgerînê:
ky: Издөө натыйжалары:
lb: Sichresultater:
lo: ຜົນການຄົ້ນຫາ:
lt: Paieškos rezultatai:
lv: Meklēšanas rezultāti:
mai: खोज परिणाम:
mg: Voka-pikarohana:
mi: Nga hua rapu:
mk: Резултати од пребарувањето:
ml: തിരയൽ ഫലങ്ങൾ:
mn: Хайлтын үр дүн:
mr: शोध परिणाम:
ms: Hasil carian:
mt: Riżultati ta 'tfittxija:
my: ရှာဖွေမှုရလဒ်များ -
ne: खोज परिणामहरू:
nl: Zoekresultaten:
no: Søkeresultater:
or: ସନ୍ଧାନ ଫଳାଫଳ:
pa: ਖੋਜ ਨਤੀਜੇ:
ps: د لټون پایلې:
ro: Rezultatele căutării:
rw: Ibisubizo by'ishakisha:
sd: ڳولا جا نتيجا:
si: සෙවුම් ප්රති results ල:
sk: Výsledky vyhľadávania:
sl: Rezultati iskanja:
sq: Rezultatet e kërkimit:
sr: Резултати претраге:
sv: Sökresultat:
sw: Matokeo ya utaftaji:
ta: தேடல் முடிவுகள்:
te: శోధన ఫలితాలు:
tg: Натиҷаҳои ҷустуҷӯ:
th: ผลการค้นหา:
tk: Gözleg netijeleri:
tl: Mga Resulta sa Paghahanap:
tt: Эзләү нәтиҗәләре:
ug: ئىزدەش نەتىجىسى:
ur: تلاش کے نتائج:
uz: Qidiruv natijalari:
vi: Kết quả tìm kiếm:
xh: Iziphumo:
yi: זוך רעזולטאַטן:
zh: 搜索结果：
zu: Imiphumela yokucinga:

# resultsForText
source: Results for:
af: Resultate vir:
am: ውጤቶች
ar: نتائج:
as: জন্য ফলাফল:
az: Nəticələr:
be: Вынікі для:
bg: Резултати за:
bn: ফলাফল:
ca: Resultats de:
ckb: ئەنجامەکان بۆ:
cs: Výsledky pro:
cy: Canlyniadau ar gyfer:
da: Resultater for:
el: Αποτελέσματα για:
eo: Rezultoj por:
et: Tulemused:
eu: Emaitzak:
fa: نتایج برای:
fi: Tulokset:
fr: Résultats pour:
fur: Risultâts par:
fy: Resultaten foar:
ga: Torthaí do:
gd: Toraidhean airson:
gl: Resultados para:
gu: માટે પરિણામો:
he: תוצאות עבור:
hr: Rezultati za:
hu: Eredmények:
hy: Արդյունքներ.
id: Hasil untuk:
is: Niðurstöður fyrir:
ja: 結果：
ka: შედეგები:
kk: Нәтижелері:
km: លទ្ធផលសម្រាប់:
kn: ಇದಕ್ಕಾಗಿ ಫಲಿತಾಂಶಗಳು:
ko: 결과 :
ku: Encam ji bo:
ky: Натыйжалар:
lb: Resultater fir:
lo: ຜົນໄດ້ຮັບສໍາລັບ:
lt: Rezultatai:
lv: Rezultāti:
mai: के लिये परिणाम:
mg: Vokatry ny:
mi: Nga Hua mo:
mk: Резултати за:
ml: ഇതിനുള്ള ഫലങ്ങൾ:
mn: Үр дүн:
mr: यासाठी परिणामः
ms: Keputusan untuk:
mt: Riżultati għal:
my: ရလဒ်များအတွက်
ne: परिणामहरूको लागि:
nl: Resultaten voor:
no: Resultater for:
or: ଫଳାଫଳ:
pa: ਦੇ ਨਤੀਜੇ:
ps: د دې لپاره پایلې:
ro: Rezultate pentru:
rw: Ibisubizo kuri:
sd: نتيجا:
si: සඳහා ප්රති Results ල:
sk: Výsledky pre:
sl: Rezultati za:
sq: Rezultatet për:
sr: Резултати за:
sv: Resultat för:
sw: Matokeo ya:
ta: இதற்கான முடிவுகள்:
te: దీని కోసం ఫలితాలు:
tg: Натиҷаҳо барои:
th: ผลลัพธ์สำหรับ:
tk: Netijeler:
tl: Mga resulta para sa:
tt: Нәтиҗәләр:
ug: نەتىجە:
ur: نتائج کے نتائج:
uz: Natija:
vi: Kết quả cho:
xh: Iziphumo:
yi: רעזולטאַטן פֿאַר:
zh: 结果：
zu: Imiphumela ye:

# disableBatteryOptimizationTitle
source: Disable Battery Optimization
af: Skakel batteryoptimalisering uit
am: የባትሪ ማመቻቸትን ያሰናክሉ
ar: تعطيل تحسين البطارية
as: বেটাৰি অনুকূলন নিষ্ক্ৰিয় কৰক
az: Batareyanın optimallaşdırılmasını deaktiv edin
be: Адключыць аптымізацыю акумулятара
bg: Деактивирайте оптимизацията на батерията
bn: ব্যাটারি অপ্টিমাইজেশন অক্ষম করুন
ca: Desactiva l’optimització de la bateria
ckb: لەکارخستنی باشکردنی پاتری
cs: Zakázat optimalizaci baterie
cy: Analluogi Optimeiddio Batri
da: Deaktiver batterietoptimering
el: Απενεργοποιήστε τη βελτιστοποίηση της μπαταρίας
eo: Malŝalti baterian optimumigon
et: Keelake aku optimeerimine
eu: Desgaitu bateriaren optimizazioa
fa: بهینه سازی باتری را غیرفعال کنید
fi: Poista akun optimointi käytöstä
fr: Désactiver l'optimisation de la batterie
fur: Disabilitâ la otimizazion de baterie
fy: Batterij-optimalisaasje útskeakelje
ga: Optimization ceallraí a dhíchumasú
gd: Cuir à comas Optimization bataraidh
gl: Desactivar a optimización da batería
gu: બેટરી optim પ્ટિમાઇઝેશનને અક્ષમ કરો
he: השבת אופטימיזציה של סוללות
hr: Onemogući optimizaciju baterije
hu: Tiltsa le az akkumulátor optimalizálását
hy: Անջատեք մարտկոցի օպտիմիզացումը
id: Nonaktifkan optimasi baterai
is: Slökkva á hagræðingu rafhlöðunnar
ja: バッテリーの最適化を無効にします
ka: გამორთეთ ბატარეის ოპტიმიზაცია
kk: Батареяны оңтайландыруды өшіріңіз
km: បិទដំណើរការថ្មបង្កើនប្រសិទ្ធភាព
kn: ಬ್ಯಾಟರಿ ಆಪ್ಟಿಮೈಸೇಶನ್ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ
ko: 배터리 최적화를 비활성화합니다
ku: Optimîzasyona batterê asteng bikin
ky: Батареяны оптималдаштыруу
lb: Desaktivéiere Batterie Optimiséierung
lo: ປິດການແຂ່ງຂັນແບັດເຕີຣີ
lt: Išjunkite akumuliatoriaus optimizavimą
lv: Atspējot akumulatora optimizāciju
mai: बैटरी अनुकूलन अक्षम करू
mg: Ampidiro ny fanalan-karena bateria
mi: Monokia te arotautanga o te pākahiko
mk: Оневозможете ја оптимизацијата на батеријата
ml: ബാറ്ററി ഒപ്റ്റിമൈസേഷൻ അപ്രാപ്തമാക്കുക
mn: Батерейны оновчлолыг идэвхгүй болгох
mr: बॅटरी ऑप्टिमायझेशन अक्षम करा
ms: Lumpuhkan pengoptimuman bateri
mt: Itfi l-ottimizzazzjoni tal-batterija
my: ဘက်ထရီ optimization ကိုပိတ်ပါ
ne: ब्याट्री अप्टिमाइजेसन असक्षम गर्नुहोस्
nl: Schakel de batterijoptimalisatie uit
no: Deaktiver batterioptimalisering
or: ବ୍ୟାଟେରୀ ଅପ୍ଟିମାଇଜେସନ୍ ଅକ୍ଷମ କରନ୍ତୁ |
pa: ਬੈਟਰੀ ਅਨੁਕੂਲਤਾ ਨੂੰ ਅਯੋਗ ਕਰੋ
ps: د بیټرۍ مطلوب غیر فعال کړئ
ro: Dezactivați optimizarea bateriei
rw: Hagarika uburyo bwo guhitamo
sd: بيٽري اصلاح کي غير فعال ڪريو
si: බැටරි ප්රශස්තිකරණය අක්රීය කරන්න
sk: Zakázať optimalizáciu batérie
sl: Onemogoči optimizacijo baterije
sq: Çaktivizo optimizimin e baterisë
sr: Онемогућити оптимизацију батерије
sv: Inaktivera batterioptimering
sw: Lemaza utaftaji wa betri
ta: பேட்டரி தேர்வுமுறை முடக்கு
te: బ్యాటరీ ఆప్టిమైజేషన్‌ను నిలిపివేయండి
tg: Оптимизатсияи батареяро ғайрифаъол кунед
th: ปิดใช้งานการเพิ่มประสิทธิภาพแบตเตอรี่
tk: Batareýany optimizasiýa öçüriň
tl: Huwag paganahin ang pag -optimize ng baterya
tt: Батарейка оптимизациясен сүндерегез
ug: باتارېيە ئەلالاشتۇرۇشنى چەكلەش
ur: بیٹری کی اصلاح کو غیر فعال کریں
uz: Batareyani optimallashtirishni o'chiring
vi: Tắt tối ưu hóa pin
xh: Khubaza ulungiselelo lwebhetri
yi: דיסאַבלע באַטאַרייע אַפּטאַמאַזיישאַן
zh: 禁用电池优化
zu: Khubaza ukusebenza kwebhethri
