Repository: DreihundertVier/Classipod-de
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, ca, ckb, cs, cy, da, el, eo, et, eu, fa, fi, fr, fur, fy, ga, gd, gl, gu, he, hr, hu, hy, id, is, ja, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mai, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tt, ug, ur, uz, vi, xh, yi, zh, zu

# disableBatteryOptimizationContent
source: Please disable battery optimization for this app in the device settings to allow background playback of music.
af: Deaktiveer asseblief die optimalisering van die battery vir hierdie app in die toestelinstellings om die agtergrond van musiek moontlik te maak.
am: የጀርባ ደንብ መልሶ ማጫወትን ለመፍቀድ እባክዎ በመሣሪያ ቅንብሮች ውስጥ የባትሪ ማመቻቸትን ያሰናክሉ.
ar: يرجى تعطيل تحسين البطارية لهذا التطبيق في إعدادات الجهاز للسماح بتشغيل الخلفية للموسيقى.
as: অনুগ্ৰহ কৰি ডিভাইচ ছেটিংছত এই এপৰ বাবে বেটাৰী অনুকূলন নিষ্ক্ৰিয় কৰক সংগীতৰ পটভূমি প্লেবেকৰ অনুমতি দিবলৈ।
az: Zəhmət olmasa, musiqinin arxa səslənməsinə icazə vermək üçün cihaz parametrlərində bu tətbiq üçün batareyanın optimallaşdırılmasını deaktiv edin.
be: Калі ласка, адключыце аптымізацыю акумулятара для гэтага прыкладання ў наладах прылады, каб дазволіць прайграванне фону музыкі.
bg: Моля, деактивирайте оптимизацията на батерията за това приложение в настройките на устройството, за да позволите възпроизвеждане на музика на фона.
bn: সঙ্গীতটির ব্যাকগ্রাউন্ড প্লেব্যাকের অনুমতি দেওয়ার জন্য দয়া করে ডিভাইস সেটিংসে এই অ্যাপ্লিকেশনটির জন্য ব্যাটারি অপ্টিমাইজেশন অক্ষম করুন।
ca: Desactiveu l’optimització de la bateria per a aquesta aplicació a la configuració del dispositiu per permetre la reproducció de fons de la música.
ckb: تکایە باشکردنی پاتری بۆ ئەم ئەپە لە ڕێکخستنەکانی ئامێرەکەدا لەکاربخە بۆ ئەوەی ڕێگە بە پەخشکردنی پاشبنەما بدات لە مۆسیقا.
cs: Zakázat optimalizaci baterie pro tuto aplikaci v nastavení zařízení, abyste umožnili přehrávání hudby na pozadí.
cy: Analluoga optimeiddio batri ar gyfer yr ap hwn yn y gosodiadau dyfais i ganiatáu chwarae cefndir o gerddoriaeth.
da: Deaktiver venligst batterietoptimering til denne app i enhedsindstillingerne for at tillade baggrundsafspilning af musik.
el: Απενεργοποιήστε τη βελτιστοποίηση της μπαταρίας για αυτήν την εφαρμογή στις ρυθμίσεις της συσκευής για να επιτρέψετε την αναπαραγωγή φόντου της μουσικής.
eo: Bonvolu malebligi baterian optimumigon por ĉi tiu app en la aparataj agordoj por permesi fonan reproduktadon de muziko.
et: Keelake selle rakenduse aku optimeerimine seadme seadetes, et võimaldada muusika tausta taasesitust.
eu: Mesedez, desgaitu aplikazio honetarako bateriaren optimizazioa gailuaren ezarpenetan, musika atzeko planoa erreproduzitzeko baimena emateko.
fa: لطفاً بهینه سازی باتری را برای این برنامه در تنظیمات دستگاه غیرفعال کنید تا پخش پس زمینه موسیقی امکان پذیر باشد.
fi: Poista tämän sovelluksen akun optimointi käytöstä laiteasetuksissa, jotta musiikin tausta on toisto.
fr: Veuillez désactiver l'optimisation de la batterie pour cette application dans les paramètres de l'appareil pour permettre la lecture en arrière-plan de la musique.
fur: Par plasê disabilitâ la otimizazion de baterie par cheste aplicazion intes impostazions dal dispositîf par permeti il ​​riproduzion di fonts de musiche.
fy: Skeakelje asjebleaft Batterijoptimalisaasje foar dizze app yn 'e apparaatynstellingen om eftergrûnôfbylding fan muzyk tastean.
ga: Díchumasaigh barrfheabhsú ceallraí don aip seo i suíomhanna na bhfeistí chun athsheinm cúlra an cheoil a cheadú.
gd: Cuir a-mach an optas bataraidh airson an aplacaid seo ann an suidheachadh an inneal gus leigeil le cùl-taic ceòl.
gl: Desactiva a optimización da batería para esta aplicación na configuración do dispositivo para permitir a reprodución de música de fondo.
gu: કૃપા કરીને સંગીતના પૃષ્ઠભૂમિ પ્લેબેકને મંજૂરી આપવા માટે ઉપકરણ સેટિંગ્સમાં આ એપ્લિકેશન માટે બેટરી optim પ્ટિમાઇઝેશનને અક્ષમ કરો.
he: אנא השבת את אופטימיזציה של סוללות עבור אפליקציה זו בהגדרות המכשיר כדי לאפשר הפעלת רקע של מוסיקה.
hr: Onemogućite optimizaciju baterije za ovu aplikaciju u postavkama uređaja kako biste omogućili pozadinu reprodukcije glazbe.
hu: Kérjük, tiltsa le az alkalmazás akkumulátor optimalizálását az eszköz beállításaiban, hogy lehetővé tegye a zene háttér lejátszását.
hy: Խնդրում ենք անջատել մարտկոցի օպտիմիզացումը սարքի պարամետրերում այս ծրագրի համար `երաժշտության ֆոնային նվագարկումը թույլ տալու համար:
id: Harap nonaktifkan optimasi baterai untuk aplikasi ini di pengaturan perangkat untuk memungkinkan pemutaran latar belakang musik.
is: Vinsamlegast slökktu á hagræðingu rafhlöðunnar fyrir þetta forrit í tækjastillingunum til að leyfa bakgrunnsspilun tónlistar.
ja: デバイス設定のこのアプリのバッテリーの最適化を無効にして、音楽の背景再生を可能にしてください。
ka: გთხოვთ, გამორთოთ ბატარეის ოპტიმიზაცია ამ აპლიკაციისთვის მოწყობილობის პარამეტრებში, რათა მუსიკის ფონის დაკვრა მოხდეს.
kk: Музыканы фондық ойнатуға мүмкіндік беру үшін осы бағдарлама үшін батареяның оңтайландыруын өшіріңіз.
km: សូមបិទការបង្កើនប្រសិទ្ធិភាពអាគុយសម្រាប់កម្មវិធីនេះក្នុងការកំណត់ឧបករណ៍ដើម្បីអនុញ្ញាតឱ្យមានប្រវត្តិរូបសង្ខេបនៃតន្ត្រី។
kn: ಸಂಗೀತದ ಹಿನ್ನೆಲೆ ಪ್ಲೇಬ್ಯಾಕ್ ಅನ್ನು ಅನುಮತಿಸಲು ದಯವಿಟ್ಟು ಸಾಧನ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ಈ ಅಪ್ಲಿಕೇಶನ್‌ಗಾಗಿ ಬ್ಯಾಟರಿ ಆಪ್ಟಿಮೈಸೇಶನ್ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ.
ko: 기기 설정 에서이 앱의 배터리 최적화를 비활성화하여 음악의 배경 재생을 허용하십시오.
ku: Ji kerema xwe ji bo vê sepanê di mîhengên cîhazê de optimîzasyona batterê nekişînin da ku destûrê bide lîstika paşîn a muzîkê.
ky: Түзмөктүн жөндөөлөрүндө бул колдонмо үчүн батареяны оптимизациясын өчүрүп коюңуз.
lb: Desaktivéiere Batterie Optimiséierung fir dës App am Apparat Astellunge fir den Hannergrond Playback vun der Musek z'erméiglechen.
lo: ກະລຸນາປິດການໃຊ້ງານສໍາລັບການເພີ່ມປະສິດທິພາບຂອງແບດເຕີຣີສໍາລັບແອັບ this ນີ້ໃນການຕັ້ງຄ່າອຸປະກອນເພື່ອອະນຸຍາດການຫຼີ້ນໃຫມ່ຂອງດົນຕີ.
lt: Išjunkite šios programos akumuliatoriaus optimizavimą įrenginio nustatymuose, kad būtų galima atkurti muziką.
lv: Lūdzu, atspējojiet šīs lietotnes akumulatora optimizāciju ierīces iestatījumos, lai varētu atskaņot mūziku.
mai: कृपया संगीत के बैकग्राउंड प्लेबैक के अनुमति देबय लेल डिवाइस सेटिंग्स में एहि ऐप के लेल बैटरी ऑप्टिमाइजेशन के अक्षम करू.
mg: Azafady azafady azafady azafady ny bateria momba ny bateria ho an'ity fampiharana ity ao amin'ny sehatry ny fitaovana mba ahafahana mamoaka ny mozika mozika.
mi: Tena koa whakakorea te arotautanga o te pākahiko mo tenei taupānga i roto i nga tautuhinga taputapu kia taea ai te purei papamuri i te puoro puoro.
mk: Ве молиме, оневозможете ја оптимизацијата на батеријата за оваа апликација во поставките на уредот за да овозможите репродукција на музика во позадина.
ml: സംഗീതത്തിന്റെ പശ്ചാത്തല പ്ലേബാക്ക് അനുവദിക്കുന്നതിന് ഉപകരണ ക്രമീകരണങ്ങളിൽ ദയവായി ഈ അപ്ലിക്കേഷനായി ബാറ്ററി ഒപ്റ്റിമൈസേഷൻ അപ്രാപ്തമാക്കുക.
mn: Энэ програмын тохиргоог ашиглан энэ апп-ыг ашиглан хөгжмийн тоглолтыг ашиглахыг зөвшөөрнө үү.
mr: कृपया संगीताच्या पार्श्वभूमी प्लेबॅकला परवानगी देण्यासाठी डिव्हाइस सेटिंग्जमध्ये या अ‍ॅपसाठी बॅटरी ऑप्टिमायझेशन अक्षम करा.
ms: Sila lumpuhkan pengoptimuman bateri untuk aplikasi ini dalam tetapan peranti untuk membolehkan main balik latar belakang muzik.
mt: Jekk jogħġbok itfi l-ottimizzazzjoni tal-batterija għal din l-app fl-issettjar tal-apparat biex tippermetti d-daqq tal-isfond tal-mużika.
my: တေးဂီတ၏နောက်ခံပြန်ဖွင့်ခြင်းကိုခွင့်ပြုရန် device settings တွင်ဒီအက်ပလီကေးရှင်းအတွက်ဘက်ထရီ optimization ကိုပိတ်ပါ။
ne: कृपया उपकरणको पृष्ठभूमिमा अनुमति दिन कृपया उपकरण सेटिंग्समा ब्याट्री अप्टिमाइमकरण असक्षम गर्नुहोस्।
nl: Schakel de batterijoptimalisatie voor deze app uit in de apparaatinstellingen om het afspelen van muziek achtergrond mogelijk te maken.
no: Deaktiver batterioptimalisering for denne appen i enhetsinnstillingene for å tillate bakgrunnsavspilling av musikk.
or: ସଂଗୀତ ପୃଷ୍ଠଭୂମି ପ୍ଲେବ୍ୟାକ୍ କୁ ଅନୁମତି ଦେବା ପାଇଁ ଦୟାକରି ଏହି ଆପ୍ ପାଇଁ ବ୍ୟାଟେରୀ ଅପ୍ଟିମାଇଜେସନ୍ ଅକ୍ଷମ କରନ୍ତୁ |
pa: ਕਿਰਪਾ ਕਰਕੇ ਸੰਗੀਤ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਇਸ ਐਪ ਲਈ ਬੈਟਰੀ ਅਨੁਕੂਲਤਾ ਨੂੰ ਅਯੋਗ ਕਰੋ ਜੋ ਸੰਗੀਤ ਦੇ ਪਿਛੋਕੜ ਦੇ ਪਲੇਅਬੈਕ ਦੀ ਆਗਿਆ ਦੇਣ ਲਈ.
ps: مهرباني وکړئ د دې ایپ لپاره د بیټرۍ اصلاح کولو لپاره د بیټرۍ اصلاح کړئ ترڅو د میوزیک شالید غږولو ته اجازه ورکړئ.
ro: Vă rugăm să dezactivați optimizarea bateriei pentru această aplicație în setările dispozitivului pentru a permite redarea de fundal a muzicii.
rw: Nyamuneka uhagarike uburyo bwo gutegura bateri kuriyi porogaramu mubikoresho kugirango ukemere gukina umuziki.
sd: مهرباني ڪري موسيقي جي پلے بیک جي پسمنظر جي اجازت ڏيڻ جي اجازت ڏيڻ لاء هن ايپ لاء مهرباني ڪري بيٽري جي اصلاح کي غير فعال ڪريو.
si: සංගීත සැකසුම් තුළ ඇති මෙම යෙදුම සඳහා බැටරි ප්රශස්තිකරණය අක්රීය කරන්න සංගීතයේ පසුබිම් නැවත ධාවනය කිරීමට ඉඩ දීම.
sk: Zakážte optimalizáciu batérie pre túto aplikáciu v nastaveniach zariadenia, aby ste umožnili prehrávanie pozadia hudby.
sl: Onemogočite optimizacijo baterije za to aplikacijo v nastavitvah naprave, da omogočite predvajanje glasbe v ozadju.
sq: Ju lutemi çaktivizoni optimizimin e baterisë për këtë aplikacion në cilësimet e pajisjes për të lejuar riprodhimin në sfond të muzikës.
sr: Онемогућите оптимизацију батерије за ову апликацију у подешавањима уређаја да бисте омогућили позадинску репродукцију музике.
sv: Vänligen inaktivera batterioptimering för den här appen i enhetsinställningarna för att möjliggöra bakgrundsuppspelning av musik.
sw: Tafadhali lemaza utaftaji wa betri kwa programu hii kwenye mipangilio ya kifaa ili kuruhusu uchezaji wa nyuma wa muziki.
ta: இசையின் பின்னணி பின்னணியை அனுமதிக்க சாதன அமைப்புகளில் இந்த பயன்பாட்டிற்கான பேட்டரி தேர்வுமுறை முடக்கு.
te: సంగీతం యొక్క నేపథ్య ప్లేబ్యాక్‌ను అనుమతించడానికి పరికర సెట్టింగ్‌లలో ఈ అనువర్తనం కోసం బ్యాటరీ ఆప్టిమైజేషన్‌ను నిలిపివేయండి.
tg: Лутфан оптимизатсияи батареяро барои ин барнома дар танзимоти дастгоҳ хомӯш кунед, то ба бозии пасзамаи мусиқӣ иҷозат диҳед.
th: โปรดปิดใช้งานการเพิ่มประสิทธิภาพแบตเตอรี่สำหรับแอพนี้ในการตั้งค่าอุปกรณ์เพื่อให้สามารถเล่นเพลงพื้นหลังได้
tk: Sazyň fon sanawyna girmek üçin enjam sazlamalarynda batareýa optimizasiýasyny öçüriň.
tl: Mangyaring huwag paganahin ang pag -optimize ng baterya para sa app na ito sa mga setting ng aparato upang payagan ang pag -playback ng background ng musika.
tt: Зинһар өчен, бу кушымта өчен батареяны оптимизацияләүне сүндерегез, музыканың фонда уйнау өчен.
ug: ئۈسكۈنىنىڭ تەڭشەكلىرىگە باتارېيە نەشرىدىكى باتارېيە ئەلالاشتۇرۇشىنى چەكلەش.
ur: براہ کرم موسیقی کے پس منظر پلے بیک کی اجازت دینے کے لئے ڈیوائس کی ترتیبات میں اس ایپ کے لئے بیٹری کی اصلاح کو غیر فعال کریں۔
uz: Iltimos, musiqa tinglashga ruxsat berish uchun ushbu ilova uchun batareyani optimallashtirishni o'chiring.
vi: Vui lòng vô hiệu hóa tối ưu hóa pin cho ứng dụng này trong cài đặt thiết bị để cho phép phát lại nền của nhạc.
xh: Nceda ukhubaze ulungiselelo lwebhetri kule app kwiseto sefowuni ukuvumela ukudlala umva komculo.
yi: ביטע דיסייבאַל באַטאַרייע אַפּטאַמאַזיישאַן פֿאַר דעם אַפּ אין די מיטל סעטטינגס צו לאָזן הינטערגרונט פּלייַבאַקק פון מוזיק.
zh: 请在设备设置中禁用此应用程序的电池优化，以允许对音乐进行背景播放。
zu: Sicela ukhubaze ukusebenza kwebhethri kwalolu hlelo lokusebenza kuzilungiselelo zedivayisi ukuvumela ukudlalwa kwangemuva komculo.

# languageScreenTitle
source: Language
af: Taal
am: ቋንቋ
ar: لغة
as: ভাষা
az: Dil
be: Мова
bg: Език
bn: ভাষা
ca: Llengua
ckb: زمان
cs: Jazyk
cy: Hiaith
da: Sprog
el: Γλώσσα
eo: Lingvo
et: Keel
eu: Mintzaira
fa: زبان
fi: Kieli
fr: Langue
fur: Lenghe
fy: Taal
ga: Teanga
gd: Cànan
gl: Idioma
gu: ભાષા
he: שָׂפָה
hr: Jezik
hu: Nyelv
hy: Լեզու
id: Bahasa
is: Tungumál
ja: 言語
ka: ენა
kk: Тіл
km: ផាសា
kn: ಭಾಷೆ
ko: 언어
ku: Ziman
ky: Тил
lb: Sprooche
lo: ພາສາ
lt: Kalba
lv: Valoda
mai: भाषा
mg: Fiteny
mi: Reo
mk: Јазик
ml: ഭാഷ
mn: Хэл
mr: भाषा
ms: Bahasa
mt: Lingwa
my: ဘာသာစကား
ne: भाषा
nl: Taal
no: Språk
or: ଭାଷା
pa: ਭਾਸ਼ਾ
ps: ژبه
ro: Limbă
rw: Ururimi
sd: ٻولي
si: භාෂාව
sk: Jazyk
sl: Jezik
sq: Gjuhë
sr: Језик
sv: Språk
sw: Lugha
ta: மொழி
te: భాష
tg: Забон
th: ภาษา
tk: Dili
tl: Wika
tt: Тел
ug: تىل
ur: زبان
uz: Til
vi: Ngôn ngữ
xh: Ulwimi
yi: שפּראַך
zh: 语言
zu: Ulimi

# silverDeviceColor
source: Silver
af: Silwer
am: ብር
ar: فضي
as: ৰূপ
az: Gümüş
be: Срэбра
bg: Сребро
bn: রৌপ্য
ca: Plata
ckb: زیو
cs: Stříbro
cy: Harian
da: Sølv
el: Ασήμι
eo: Arĝento
et: Hõbedane
eu: Zilar
fa: نقره
fi: Hopea
fr: Argent
fur: Arint
fy: Sulver
ga: Airgead
gd: Airgead
gl: Prata
gu: ચાંદી
he: כֶּסֶף
hr: Srebro
hu: Ezüst
hy: Արծաթ
id: Perak
is: Silfur
ja: 銀
ka: ვერცხლი
kk: Күміс
km: របាក់
kn: ಬೆಳ್ಳಿ
ko: 은
ku: Zîv
ky: Күмүш
lb: Sëlfnäpp
lo: ເງິນ
lt: Sidabras
lv: Sudrabs
mai: चांदी
mi: Hiriwa
mk: Сребро
ml: വെള്ളി
mn: Мөнгө
mr: चांदी
ms: Perak
mt: Fidda
my: ငှေ
ne: चांदी
nl: Zilver
no: Sølv
or: ରୂପା
pa: ਚਾਂਦੀ
ps: سلور
ro: Argint
rw: Ifeza
sd: چاندي
si: රිදී
sk: Striebro
sl: Srebro
sq: Argjend
sr: Сребрна
sw: Fedha
ta: வெள்ளி
te: వెండి
tg: Нущра
th: เงิน
tk: Kümüş
tl: Pilak
tt: Көмеш
ug: كۈمۈش
ur: چاندی
uz: Kumush
vi: Bạc
xh: Isilivere
yi: זילבער
zh: 银
zu: Isiliva

# blackDeviceColor
source: Black
af: Swart
am: ጥቁር
ar: أسود
as: ক’লা
az: Qara
be: Чорны
bg: Черно
bn: কালো
ca: Negre
ckb: ڕەش
cs: Černý
cy: Duon
da: Sort
el: Μαύρος
eo: Nigra
et: Must
eu: Beltz
fa: سیاه
fi: Musta
fr: Noir
fur: Neri
fy: Swart
ga: Dubh salach
gd: Dubh
gl: Negro
gu: કાળું
he: שָׁחוֹר
hr: Crni
hu: Fekete
hy: Սեվ
id: Hitam
is: Svartur
ja: 黒
ka: შავი
kk: Қара
km: ខ្ផោ
kn: ಕಪ್ಪು
ko: 검은색
ku: Reş
ky: Кара
lb: Schwaarz
lo: ດໍາ
lt: Juodas
lv: Melns
mai: कारी
mg: Mainty
mi: Mangu
mk: Црна
ml: കറുത്ത
mn: Хар
mr: काळा
ms: Hitam
mt: Iswed
my: မဲသော
ne: अध्यारो
nl: Zwart
no: Svart
or: କଳା
pa: ਕਾਲਾ
ps: تور
ro: Negru
rw: Umukara
sd: ڪارو
si: කළු
sk: Čierny
sl: Črn
sq: I zi
sr: Црн
sv: Svart
sw: Nyeusi
ta: கருப்பு
te: నలుపు
tg: Сиёҳ
th: สีดำ
tk: Gara
tl: Itim
tt: Кара
ug: قارا
ur: سیاہ
uz: Qora
vi: Đen
xh: Mnyama
yi: שוואַרץ
zh: 黑色的
zu: -Mnyama

# resetSettingsTitle
source: Reset Settings
af: Stel instellings terug
am: ቅንብሮች ዳግም ያስጀምሩ
ar: إعادة تعيين الإعدادات
as: সংহতিসমূহ পুনৰায় সেট কৰক
az: Parametrləri yenidən qurun
be: Скінуць налады
bg: Нулиране на настройките
bn: সেটিংস পুনরায় সেট করুন
ca: Restableix la configuració
ckb: ڕێکخستنەکانی ڕێستکردنەوە
cs: Resetování nastavení
cy: Ailosod gosodiadau
da: Nulstil indstillinger
el: Ρυθμίσεις επαναφοράς
eo: Restarigi Agordojn
et: Lähtesta sätted
eu: Berrezarri ezarpenak
fa: تنظیم مجدد تنظیمات
fi: Reset -asetukset
fr: Réinitialiser les paramètres
fur: Impostazions di ripristin
fy: Ynstellings weromsette
ga: Socruithe a athshocrú
gd: Reseting Settings
gl: Configuración de restablecemento
gu: રીસેટ સેટિંગ્સ
he: איפוס הגדרות
hr: Postavite postavke
hu: A beállítások visszaállítása
hy: Վերականգնել պարամետրերը
id: Setting pengaturan
is: Endurstilla stillingar
ja: 設定をリセットします
ka: პარამეტრების გადატვირთვა
kk: Параметрлерді қалпына келтіру
km: កំណត់ការកំណត់ឡើងវិញ
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಮರುಹೊಂದಿಸಿ
ko: 설정을 재설정합니다
ku: Mîhengên Reset
ky: Жөндөөлөрдү калыбына келтирүү
lb: Reset Astellungen
lo: ຕັ້ງຄ່າຄືນໃຫມ່
lt: Iš naujo nustatymai
lv: Atiestatīt iestatījumus
mai: सेटिंग्स रीसेट करू
mg: Reset
mi: Tautuhi Tautuhinga
mk: Ресетирајте ги поставките
ml: ക്രമീകരണങ്ങൾ പുന reset സജ്ജമാക്കുക
mn: Тохиргоог дахин тохируулах
mr: सेटिंग्ज रीसेट करा
ms: Tetapkan semula tetapan
mt: Irrisettja l-issettjar
my: ချိန်ညှိချက်များပြန်လည်သတ်မှတ်
ne: रिसेट सेटिंग्स
nl: Reset instellingen
no: Tilbakestill innstillinger
or: ସେଟିଂସମୂହ ପୁନ et ସେଟ୍ କରନ୍ତୁ |
pa: ਸੈਟਿੰਗਜ਼ ਰੀਸੈਟ ਕਰੋ
ps: امستنې بیا تنظیم کړئ
ro: Resetați setările
rw: Kugarura Igenamiterere
sd: سيٽنگون سيٽ ڪريو
si: සැකසුම් යළි පිහිටුවන්න
sk: Nastavenia resetov
sl: Ponastavite nastavitve
sq: Rivendosni cilësimet
sr: Ресетујте подешавања
sv: Återställningsinställningar
sw: Rudisha mipangilio
ta: அமைப்புகளை மீட்டமைக்கவும்
te: సెట్టింగులను రీసెట్ చేయండి
tg: Танзимотҳо
th: รีเซ็ตการตั้งค่า
tk: Sazlamalary täzeden düzmek
tl: I -reset ang mga setting
tt: Көйләүләрне яңадан торгызу
ug: تەڭشەكلەرنى ئەسلىگە كەلتۈرۈش
ur: ترتیبات کو دوبارہ ترتیب دیں
uz: Sozlamalarni tiklash
vi: Đặt lại cài đặt
xh: Seta kwakhona
yi: באַשטעטיק סעטטינגס
zh: 重置设置
zu: Setha kabusha izilungiselelo

source: Browse Artist
af: Blaai deur kunstenaar
am: አርቲስት ያስሱ
ar: فنان تصفح
az: Rəssamı gözdən keçirmək
be: Агляд мастака
bg: Прегледайте художник
bn: শিল্পী ব্রাউজ করুন
ca: Artista de navegació
ckb: گەڕان بەدوای هونەرمەنددا
cs: Procházet umělce
cy: Pori Artist
da: Gennemse kunstner
el: Περιηγηθείτε καλλιτέχνης
eo: Foliumi Artiston
et: Sirvija
eu: Arakatu artista
fa: مرور هنرمند
fi: Selata taiteilijaa
fr: Parcourir
fur: Artist broncs
fy: Blêdzje troch artyst
ga: Brabhsáil Ealaíontóir
gd: Dèan brobhsadh Neach-ealain
gl: Examinar artista
gu: બ્રાઉઝ કલાકાર
he: דפדף באמן
hr: Pregledajte umjetnik
hu: Böngésszen a művész
hy: Նայեք նկարիչ
id: Jelajahi artis
is: Skoðaðu listamann
ja: アーティストを閲覧します
ka: დაათვალიერეთ მხატვარი
kk: Суретшіні қарап шығыңыз
km: វិចិត្រកររកមើល
kn: ಕಲಾವಿದ ಬ್ರೌಸ್
ko: 아티스트를 찾아보세요
ku: Hunermendê Browse
ky: Сүрөтчүнү карап
lb: Browser Kënschtler
lo: ຊອກຫານັກສິລະປິນ
lt: Naršykite menininką
lv: Pārlūkot mākslinieku
mai: ब्राउज़ कलाकार
mg: Zahao ny mpanakanto
mi: Tirotiro Kaitoi
mk: Прелистајте уметник
ml: കലാകാരൻ ബ്ര rowse സ് ചെയ്യുക
mn: Уран бүтээлчийг үзэх
mr: कलाकार ब्राउझ करा
ms: Semak artis
mt: Ibbrawżja artist
my: Browse အနုပညာရှင်
ne: ब्राउज कलाकार
nl: Blader artiest
no: Bla gjennom artist
or: କଳାକାର ବ୍ରାଉଜ୍ କରନ୍ତୁ |
pa: ਬ੍ਰਾ se ਜ਼ ਆਰਟੋਸਟ
ps: غږونکی ورزشوی
ro: Căutați artist
rw: Reba umuhanzi
sd: آرٽسٽ براؤز ڪريو
si: කලාකරුවා පිරික්සන්න
sk: Prehliadať umelec
sl: Brskajte po umetniku
sq: Shfletoni artist
sr: Претражите уметник
sv: Bläddringskonstnär
sw: Vinjari Msanii
ta: கலைஞரை உலாவுக
te: బ్రౌజ్ ఆర్టిస్ట్
tg: Рассомони Мурстон
th: เรียกดูศิลปิน
tk: Suratkeşlere göz aýlamak
tl: Mag -browse Artist
tt: Рәссамны карау
ug: سەنئەتكارنى كۆرۈڭ
ur: فنکار کو براؤز کریں
uz: Ko'rib chiqishlari
vi: Duyệt nghệ sĩ
xh: Bhrawuza i-Artist
yi: אָפּפליקן קינסטלער
zh: 浏览艺术家
zu: Dlulisa amehlo kumculi

source: Browse Album
af: Blaai deur album
am: አልበም ያስሱ
ar: ألبوم تصفح
az: Albomu nəzərdən keçirin
be: Агляд альбома
bg: Разгледайте албум
bn: অ্যালবাম ব্রাউজ করুন
ca: Àlbum de navegació
ckb: گەڕان بەدوای ئەلبوومدا
cs: Procházet album
cy: Pori Albwm
da: Gennemse album
el: Αναζήτηση άλμπουμ
eo: Foliumi Albumon
et: Sirvimisalbum
eu: Arakatu album
fa: مرور آلبوم
fi: Selausalbumi
fr: Album de parcourir
fur: Brusâ l’album
ga: Brabhsáil albam
gd: Dèan brobhsadh air a 'chlàr
gl: Album de navegación
gu: બ્રાઉઝ આલ્બમ
he: עיין באלבום
hr: Pregledajte album
hu: Böngésző album
hy: Դիտեք ալբոմը
id: Album Jelajahi
is: Vafraðu plötu
ja: アルバムを閲覧します
ka: დაათვალიერეთ ალბომი
kk: Шолу альбомын қараңыз
km: រកមើលអាល់ប៊ុម
kn: ಬ್ರೌಸ್ ಆಲ್ಬಮ್
ko: 앨범을 찾아보세요
ku: Albumê Browse
ky: Альбомду карап чыгуу
lb: Liwweren Album
lt: Naršyti albumą
lv: Pārlūkot albumu
mai: ब्राउज़ एल्बम
mi: Tirotiro pukaemi
mk: Прелистајте албум
ml: ബ്ര rowse സുചെയ്യുക ആൽബം
mn: Цомгоо үзэх
mr: अल्बम ब्राउझ करा
ms: Semak album
mt: Ibbrawżja l-album
my: အယ်လ်ဘမ် Browse
ne: ब्राउज एल्बम
nl: Blader album
no: Bla gjennom album
or: ଆଲବମ୍ ବ୍ରାଉଜ୍ କରନ୍ତୁ |
pa: ਬ੍ਰਾ .ਜ਼ ਐਲਬਮ
ps: البوم لټول
ro: Căutați albumul
rw: Brewese Album
sd: البم ڏسو
si: ඇල්බමය ගවේෂණය කරන්න
sk: Prehliadať album
sl: Brskaj po albumu
sq: Shfletoni albumin
sr: Претражите албум
sv: Bläddra album
sw: Vinjari Albamu
ta: ஆல்பத்தை உலாவுக
te: బ్రౌజ్ ఆల్బమ్
tg: Аббомони Мурстон
th: เรียกดูอัลบั้ม
tk: Alboma göz aýlaň
tl: Mag -browse ng album
tt: Альбомны карау
ug: پىلاستىنكا
ur: البم کو براؤز کریں
uz: Albomni ko'rib chiqish
vi: Duyệt album
xh: Bhrawuza i-albhamu
yi: בלעטער אלבאם
zh: 浏览专辑
zu: Dlulisa amehlo ku-albhamu

# cancelText
source: Cancel
af: Kanselleer
am: ይቅር
ar: يلغي
as: বাতিল কৰক
az: Ləğv etmək
be: Ануляваць
bg: Отказ
bn: বাতিল
ca: Cancel·lar
ckb: ڕەتکردنەوە
cs: Zrušit
cy: Chansliff
da: Ophæve
el: Ματαίωση
eo: Nuligi
et: Tühistama
eu: Indargabetu
fa: لغو کردن
fi: Peruuttaa
fr: Annuler
fur: cancelâ
fy: Opheffe
ga: Cealaigh
gd: Sguir dheth
gl: Cancelar
gu: રદ કરવું
he: לְבַטֵל
hr: Otkazati
hu: Töröl
hy: Չեղարկել
id: Membatalkan
is: Hætta við
ja: キャンセル
ka: გაუქმება
kk: Күшін жою
km: លប់ចោល
kn: ರದ್ದುಮಾಡು
ko: 취소
ku: Bişûndekirin
ky: Жокко чыгаруу
lb: Ofbriechen
lo: ຍົກເລີກ
lt: Atšaukti
lv: Atcelt
mai: रद्द
mg: hanafoana
mi: Whakakore
mk: Откажи
ml: റദ്ദാക്കുക
mn: Цуаах
mr: रद्द करा
ms: Batalkan
mt: Ikkanċella
my: ပျက်စေ
ne: रद्द गर्नु
nl: Annuleren
no: Kansellere
or: ବାତିଲ୍ କରନ୍ତୁ |
pa: ਰੱਦ ਕਰੋ
ps: لغوه کول
ro: Anula
rw: Guhagarika
sd: رد ڪري
si: අවලංගු කරන්න
sk: Zrušiť
sl: Odpovedati
sq: Anuloj
sr: Отказати
sv: Avboka
sw: Ghairi
ta: ரத்துசெய்
te: రద్దు చేయండి
tg: Манъ кардан
th: ยกเลิก
tk: Ýatyr
tl: Kanselahin
tt: Бетерү
ug: بىكار قىلىش
ur: منسوخ کریں
uz: Bekor qilmoq
vi: Hủy bỏ
xh: Rhoxisa
yi: באָטל מאַכן
zh: 取消
zu: Hlikihla

# playlistsScreenTitle
source: Playlists
af: Snitlyste
am: አጫዋች ዝርዝሮች
ar: قوائم التشغيل
az: Siyahı siyahıları
be: Спісы прайгравання
bg: Плейлисти
bn: প্লেলিস্ট
ca: Llistes de reproducció
ckb: پلەی لیستەکان
cs: Seznamy skladeb
cy: Restrau chwarae
da: Afspilningslister
el: Λίστες αναπαραγωγής
eo: Ludlistoj
et: Esitusloendid
eu: Ikillariak
fa: لیست پخش
fi: Soittolistat
ga: Seinmliostaí
gd: Clàran-ciùil
gl: Listas de reprodución
gu: પ્લેલિસ્ટ્સ
he: רשימות השמעה
hr: Popisa za reprodukciju
hu: Lejátszási listák
hy: Play անկերը
id: Daftar putar
is: Leiklistar
ja: プレイリスト
ka: დასაკრავი სიები
kk: Ойнату тізімдері
km: តង់ចើង
kn: ಪ್ಲೇಪಟ್ಟಿಗಳು
ko: 재생 목록
ku: Lîstikên lîsteyan
ky: Ойнотмо тизмелер
lb: Spillsaachen
lo: ເຄື່ອງຫຼີ້ນ
lt: Grojaraščiai
lv: Atskaņošanas saraksti
mai: प्लेलिस्ट
mi: Rārangikonga
mk: Плејлисти
ml: പ്ലേലിസ്റ്റുകൾ
mn: Тоглуулагчуудын хавтас
mr: प्लेलिस्ट
ms: Senarai main
my: သီချင်းစာရင်း
ne: प्लेसूलिस्ट
nl: Afspeellijsten
no: Spillelister
or: ପ୍ଲେଲିଷ୍ଟଗୁଡିକ |
pa: ਪਲੇਲਿਸਟਸ
ps: لوبیا
rw: Urutonde
sd: پليئرسٽس
si: ධාවන ලැයිස්තු
sk: Zoznamy skladieb
sl: Seznami predvajanja
sq: Listat e listave
sr: Листа за репродукцију
sv: Spellistor
sw: Orodha za kucheza
ta: பிளேலிஸ்ட்கள்
te: ప్లేజాబితాలు
tg: Пинохтагон
th: เพลย์ลิสต์
tk: Sanawlar
tl: Mga playlist
tt: Плейлистлар
ug: قويۇش تىزىملىكى
ur: پلے لسٹس
uz: Pleylistlar
vi: Danh sách phát
xh: Uluhlu lokudlala
yi: פּלייַליסץ
zh: 播放列表
zu: Uhlu lwadlalwayo

# addToOnTheGoPlaylist
source: Add to On-The-Go
af: Voeg by die ondergang
am: ወደ-ሂድ ላይ ያክሉ
ar: أضف إلى التنقل
as: অন-দ্য-গোত যোগ কৰক
az: Yolda əlavə edin
be: Дадайце да руху
bg: Добавете към движението
bn: যেতে যেতে যোগ করুন
ca: Afegiu a la sortida
ckb: زیاد بکە بۆ کاتی ڕۆشتن
cs: Přidejte na cest
cy: Ychwanegwch at wrth fynd
da: Føj til på farten
el: Προσθήκη στο on-the-go
eo: Aldonu al surloke
et: Lisage liikvel
eu: Gehitu on-the-go
fa: اضافه کردن
fi: Lisätä
fr: Ajouter à l'emploi
fur: Azontâ al On-Go
fy: Taheakje oan oan 'e-Go
ga: Cuir le dul ar-an-dul
gd: Cuir ris an taobh a-muigh
gl: Engadir a on-the-go
gu: પર જાઓ
he: הוסף לדרך
hr: Dodaj u pokret
hu: Adja hozzá az on-the-go-t
hy: Ավելացնել
id: Tambahkan ke saat bepergian
is: Bættu við á ferðinni
ja: 外出先に追加します
ka: დაამატეთ on-go
kk: Жолға қосу
km: បន្ថែមទៅនៅលើ - ទៅ
kn: ಪ್ರಯಾಣದಲ್ಲಿರುವಾಗ ಸೇರಿಸಿ
ko: 이동 중에 추가하십시오
ku: Li ser-go zêde bikin
ky: To-Goга кошуу
lb: Füügt op op-der-Go
lo: ເພີ່ມເຂົ້າໃນການໄປ
lt: Pridėkite prie kelio
lv: Pievienot ceļā
mai: ऑन-द-गो मे जोड़ू
mg: Ampio amin'ny On-the-Go
mi: Tāpirihia ki runga-te-haere
mk: Додадете на одење
ml: ഓൺ-ഓൺ-ഓൺ-ഓഫ്
mn: Дээр нэмэх
mr: जाता जाता जोडा
ms: Tambah ke on-the-go
mt: Żid ma 'fuq il-go
my: On-the-Go သို့ထည့်ပါ
ne: -On-good मा थप्नुहोस्
nl: Toevoegen aan onderweg
no: Legg til on-the-go
or: ଅନ୍-ଟୁରେ ଯୋଡନ୍ତୁ |
pa: ਆਨ-ਟੂ-ਇਨ ਸ਼ਾਮਲ ਕਰੋ
ps: په
ro: Adăugați la plecare
rw: Ongeraho kuri-kugenda
sd: اڳتي وڌڻ تي شامل ڪريو
si: ඉදිරියට යන්න
sk: Pridať na cestu
sl: Dodajte na pot
sq: Shtojini në vend
sr: Додај у то
sv: Lägg till på-gå
sw: Ongeza kwa kwenda-kwenda
ta: பயணத்தில் சேர்க்கவும்
te: ప్రయాణంలో చేర్చండి
tg: Илова ба-рафтан
th: เพิ่มไปที่การเดินทาง
tk: Gitmek üçin goşuň
tl: Idagdag sa on-the-go
tt: -Бармагына өстәргә
ug: بارىدىغانلارغا قوشۇڭ
ur: چلتے پھرتے میں شامل کریں
uz: On-ga qo'shing
vi: Thêm vào khi đang di chuyển
xh: Yongeza kwi-e-the-go
yi: לייג צו די-גיין
zh: 添加到旅途中
zu: Engeza ku-inthanethi
