Repository: DreihundertVier/Classipod-de
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, ca, ckb, cs, cy, da, el, eo, et, eu, fa, fi, fr, fur, fy, ga, gd, gl, gu, he, hr, hu, hy, id, is, ja, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mai, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tt, ug, ur, uz, vi, xh, yi, zh, zu

# addAlbumToOnTheGoPlaylist
source: Add Album to On-The-Go
af: Voeg album by die ondergang
am: Album ን ወደ-ሂድ ያክሉ
ar: أضف الألبوم إلى التنقل
as: অন-দ্য-গোত এলবাম যোগ কৰক
az: ALBUMU YOXDUR
be: Дадайце альбом у дарогу
bg: Добавете албум в движението
bn: যেতে যেতে অ্যালবাম যুক্ত করুন
ca: Afegiu un àlbum a ON-THE-GO
ckb: زیادکردنی ئەلبووم بۆ On-The-Go
cs: Přidejte album na go
cy: Ychwanegu albwm i fynd
da: Føj album til on-the-go
el: Προσθήκη άλμπουμ στο on-the-go
eo: Aldonu albumon al surloke
et: Lisage album liikvel
eu: Gehitu albumean on-the-go
fa: آلبوم را به صورت آنلاین اضافه کنید
fi: Lisää albumi On-the-Go-
fr: Ajouter un album à la bouge
fur: A puedin jessi zontâts l’album al On-Gjestôr
fy: NEMMAAL tafoegje oan oan 'e-Go
ga: Cuir albam leis ar-an-dul
gd: Cuir a-steach Album gu air-the-dol-falbh
gl: Engade álbum a on-the
gu: ઓન-ધ-ગોમાં આલ્બમ ઉમેરો
he: הוסף אלבום לדרך
hr: Dodaj album u pokret
hu: Adjon hozzá albumot az on-the-go-hoz
hy: Ավելացնել ալբոմը
id: Tambahkan album ke saat bepergian
is: Bættu plötu við á ferðinni
ja: 外出先にアルバムを追加します
ka: დაამატეთ ალბომი on-the-go
kk: Альбом қосып, жалғаңыз
km: បន្ថែមអាល់ប៊ុមទៅនឹងការធ្វើដំណើរទៅ
kn: ಪ್ರಯಾಣದಲ್ಲಿರುವಾಗ ಆಲ್ಬಮ್ ಸೇರಿಸಿ
ko: 이동 중에 앨범을 추가하십시오
ku: Album li ser-the-go zêde bikin
ky: Альбом кошуңуз
lb: Add Album op op den-goen
lo: ເພີ່ມອັນລະບັ້ມໃສ່ໃນການໄປ
lt: Pridėkite albumą į „On-Go“
lv: Pievienojiet albumu ceļā
mai: ऑन-द-गो में एल्बम जोड़ू
mg: Ampio rakitsary amin'ny On-the-Go
mi: Tāpirihia te pukaemi ki runga-a-haere
mk: Додадете албум на одење
ml: ഓൺ-ഓൺ-ലേക്ക് ആൽബം ചേർക്കുക
mn: Обумыг үүн дээрээс нааж
mr: जाता जाता अल्बम जोडा
ms: Tambahkan album ke dalam perjalanan
mt: Żid l-album ma 'fuq il-go
my: on-the-go သို့အယ်လ်ဘမ်ထည့်ပါ
ne: Elbum Album अन-go-good गर्न
nl: Voeg album toe aan on-the-go
no: Legg til album til on-the-go
or: ଅନ୍-ଟୁରେ ଆଲବମ୍ ଯୋଡନ୍ତୁ |
pa: ਐਲਬਮ ਨੂੰ ਆਨ-ਰੂਟ ਸ਼ਾਮਲ ਕਰੋ
ps: البوم په روانه کې اضافه کړئ
ro: Adăugați albumul la
rw: Ongeraho alubumu kuri-kugenda
sd: البم شامل ڪريو
si: යන්න ඇල්බමය එක් කරන්න
sk: Pridajte album na cestu na cestách
sl: Dodajte album na poti
sq: Shtoni albumin në ON-GO
sr: Додајте албум на то
sv: Lägg till album till on-the-go
sw: Ongeza albamu kwa kwenda-kwenda
ta: பயணத்தில் ஆல்பத்தைச் சேர்க்கவும்
te: ప్రయాణంలో ఆల్బమ్‌ను జోడించండి
tg: Album илова кунед
th: เพิ่มอัลบั้มในการเดินทาง
tk: Gitmek üçin albom goşuň
tl: Magdagdag ng album sa on-the-go
tt: -Бармагына альбом өстәргә
ug: مېڭىش ئۈچۈن پىلاستىنكا قوشۇڭ
ur: چلتے پھرتے البم شامل کریں
uz: ALBUMNI BOSING
vi: Thêm album vào khi đang di chuyển
xh: Yongeza i-albhamu ukuya kwi-the-go
yi: לייג אלבאם צו די-גיין
zh: 将专辑添加到旅途中
zu: Ngeza i-albhamu ukuze uhambe

# removeSongFromThePlaylist
source: Remove from the Playlist
af: Verwyder van die snitlys
am: ከአጫዋች ዝርዝር ውስጥ ያስወግዱ
ar: ترفع من قائمة التشغيل
as: প্লেলিষ্টৰ পৰা আঁতৰাওক
az: Pleylistdən çıxarın
be: Выдаліце ​​з спісу прайгравання
bg: Извадете от плейлиста
bn: প্লেলিস্ট থেকে সরান
ca: Traieu -la de la llista de reproducció
ckb: لە پلەی لیستەکە دەربهێنە
cs: Odstraňte ze seznamu skladeb
cy: Tynnwch o'r rhestr chwarae
da: Fjern det fra playlisten
el: Αφαιρέστε από τη λίστα αναπαραγωγής
eo: Forigu de la playlist
et: Eemaldage esitusloendist
eu: Kendu erreprodukzio-zerrendatik
fa: از لیست پخش حذف کنید
fi: Poista soittolista
fr: Supprimer de la playlist
fur: Cjapâ vie de liste dai zuiadôrs
fy: Ferwiderje fan 'e playlist
ga: Bain as an seinmliosta
gd: Thoir air falbh bhon liosta-cluiche
gl: Elimina da lista de reprodución
gu: પ્લેલિસ્ટમાંથી દૂર કરો
he: הסר מרשימת ההשמעה
hr: Uklonite s popisa za reprodukciju
hu: Távolítsa el a lejátszási listáról
hy: Հեռացրեք երգացանկից
id: Hapus dari daftar putar
is: Fjarlægðu af lagalistanum
ja: プレイリストから取り外します
ka: ამოიღეთ დასაკრავი სიიდან
kk: Ойнату тізімінен алыңыз
km: យកចេញពីបញ្ជីចាក់
kn: ಪ್ಲೇಪಟ್ಟಿಯಿಂದ ತೆಗೆದುಹಾಕಿ
ko: 재생 목록에서 제거하십시오
ku: Ji lîstika lîstikê dûr bikin
ky: Ойнотмо тизмесинен алып салуу
lb: Ewechzehuelen vun der Playlist
lo: ເອົາອອກຈາກລາຍຊື່
lt: Išimkite iš grojaraščio
lv: Noņemiet no atskaņošanas saraksta
mai: प्लेलिस्ट स हटाउ
mg: Esory amin'ny lisitry ny lisitra
mi: Tangohia mai i te kaitakaro
mk: Отстрани од плејлистата
ml: പ്ലേലിസ്റ്റിൽ നിന്ന് നീക്കംചെയ്യുക
mn: Тоглуулах жагсаалтаас хасах
mr: प्लेलिस्टमधून काढा
ms: Keluarkan dari senarai main
mt: Neħħi mil-playlist
my: ဖွင့်စာရင်းမှဖယ်ရှားပါ
ne: प्लेलिस्टबाट हटाउनुहोस्
nl: Verwijder uit de afspeellijst
no: Fjern fra spillelisten
or: ପ୍ଲେଲିଷ୍ଟରୁ ବାହାର କରନ୍ତୁ |
pa: ਪਲੇਲਿਸਟ ਤੋਂ ਹਟਾਓ
ps: له پلی لیست څخه لرې کړئ
ro: Scoateți din lista de redare
rw: Kuraho kurutonde
sd: پلي لسٽ مان هٽايو
si: ධාවන ලැයිස්තුවෙන් ඉවත් කරන්න
sk: Odstráňte zo zoznamu skladieb
sl: Odstranite s seznama predvajanja
sq: Hiqeni nga playlist
sr: Уклони са листе за репродукцију
sv: Ta bort från spellistan
sw: Ondoa kwenye orodha ya kucheza
ta: பிளேலிஸ்ட்டிலிருந்து அகற்று
te: ప్లేజాబితా నుండి తొలగించండి
tg: Аз рӯйхати мусиқӣ хориҷ кунед
th: ลบออกจากเพลย์ลิสต์
tk: Aýdym sanawyndan aýyryň
tl: Alisin mula sa playlist
tt: Плейлисттан чыгар
ug: قويۇش تىزىملىكىدىن چىقىرىۋېتىڭ
ur: پلے لسٹ سے ہٹا دیں
uz: Pleylistdan olib tashlang
vi: Loại bỏ khỏi danh sách phát
xh: Susa kuluhlu lokudlala
yi: אַראָפּנעמען פון די פּלייַליסט
zh: 从播放列表中删除
zu: Susa ohlwini lwadlalwayo

source: All Albums
af: Alle albums
am: ሁሉም አልበሞች
ar: جميع الألبومات
as: সকলো এলবাম
az: Bütün albomlar
be: Усе альбомы
bg: Всички албуми
bn: সমস্ত অ্যালবাম
ca: Tots els àlbums
ckb: هەموو ئەلبوومەکان
cs: Všechna alba
cy: Pob albwm
da: Alle albums
el: Όλα τα άλμπουμ
eo: Ĉiuj albumoj
et: Kõik albumid
eu: Album guztiak
fa: همه آلبوم ها
fi: Kaikki albumit
fr: Tous les albums
fur: Ducj i alums
fy: Alle albums
ga: Gach albam
gd: A h-uile clàr
gl: Todos os álbums
gu: બધા આલ્બમ્સ
he: כל האלבומים
hr: Svi albumi
hu: Minden album
hy: Բոլոր ալբոմները
id: Semua album
is: Allar plötur
ja: すべてのアルバム
ka: ყველა ალბომი
kk: Барлық альбомдар
km: អាល់ប៊ុមទាំងអស់
kn: ಎಲ್ಲಾ ಆಲ್ಬಂಗಳು
ko: 모든 앨범
ku: Hemû Album
ky: Бардык альбомдор
lb: All Abum
lo: ອະທິບາຍທັງຫມົດ
lt: Visi albumai
lv: Visi albumi
mai: सब एल्बम
mg: All rakitsary rehetra
mi: Albums katoa
mk: Сите албуми
ml: എല്ലാ ആൽബങ്ങളും
mn: Бүх цомог
mr: सर्व अल्बम
ms: Semua album
mt: L-albums kollha
my: အားလုံးအယ်လ်ဘမ်များ
ne: सबै एल्बम
nl: Alle albums
no: Alle albumene
or: ସମସ୍ତ ଆଲବମ୍ |
pa: ਸਾਰੀਆਂ ਐਲਬਮਾਂ
ps: ټول البومونه
ro: Toate albumele
rw: Album zose
sd: سڀ البم
si: සියලුම ඇල්බම
sk: Všetky albumy
sl: Vsi albumi
sq: Të gjithë albumet
sr: Сви албуми
sv: Alla album
sw: Albamu zote
ta: அனைத்து ஆல்பங்களும்
te: అన్ని ఆల్బమ్‌లు
tg: Ҳама албомҳо
th: อัลบั้มทั้งหมด
tk: Albhli albomlar
tl: Lahat ng mga album
tt: Барлык альбомнар
ug: بارلىق پىلاستىنكىلار
ur: تمام البمز
uz: Barcha albomlar
vi: Tất cả các album
xh: Zonke ii-albhamu
yi: כל אַלבומס
zh: 所有专辑
zu: Wonke ama-albhamu

source: Scanning Music Files
af: Skandeer musieklêers
am: የሙዚቃ ፋይሎችን መቃኘት
ar: مسح ملفات الموسيقى
as: সংগীত ফাইলসমূহ স্কেন কৰা
az: Musiqi fayllarını skan etmək
be: Сканаванне музычных файлаў
bg: Сканиране на музикални файлове
bn: সঙ্গীত ফাইলগুলি স্ক্যান করা
ca: Escaneig de fitxers de música
ckb: سکانکردنی فایلەکانی مۆسیقا
cs: Skenování hudebních souborů
cy: Sganio ffeiliau cerddoriaeth
da: Scanning af musikfiler
el: Αρχεία μουσικής σάρωσης
eo: Skanante Muzikdosierojn
et: Muusikafailide skannimine
eu: Musika fitxategiak eskaneatzea
fa: اسکن پرونده های موسیقی
fi: Musiikkitiedostojen skannaaminen
fr: Analyser des fichiers musicaux
fur: Filis di musiche scanalizade
fy: SCINS MUSIC-bestannen
ga: Comhaid cheoil a scanadh
gd: Sganadh faidhlichean ciùil
gl: Analizar ficheiros de música
gu: સંગીત ફાઇલો સ્કેન કરી રહી છે
he: סריקת קבצי מוזיקה
hr: Skeniranje glazbenih datoteka
hu: Zenei fájlok beolvasása
hy: Երաժշտական ​​ֆայլերի սկանավորում
id: Memindai file musik
is: Skannar tónlistarskrár
ja: 音楽ファイルのスキャン
ka: მუსიკალური ფაილების სკანირება
kk: Музыкалық файлдарды сканерлеу
km: ស្កេនឯកសារតន្ត្រី
kn: ಸಂಗೀತ ಫೈಲ್‌ಗಳನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಲಾಗುತ್ತಿದೆ
ko: 음악 파일을 스캔합니다
ku: Pelên muzîkê şehît kirin
ky: Музыкалык файлдарды сканерлөө
lb: Scannen Musek Dateien
lo: ສະແກນເອກະສານດົນຕີ
lt: Nuskaitydami muzikos failus
lv: Mūzikas failu skenēšana
mai: स्कैनिंग संगीत फाइल
mg: Ireo rakitra mozika scanning
mi: Matawai Waiata Waiata
mk: Скенирање на музички датотеки
ml: സംഗീത ഫയലുകൾ സ്കാൻ ചെയ്യുന്നു
mn: Хөгжмийн файл сканнердах
mr: संगीत फायली स्कॅन करीत आहे
ms: Mengimbas fail muzik
mt: Skennjar ta 'fajls tal-mużika
my: ဂီတဖိုင်များကိုစကင်ဖတ်စစ်ဆေးပါ
ne: संगीत फाईलहरू स्क्यान गर्दै
nl: Muziekbestanden scannen
no: Skanne musikkfiler
or: ମ୍ୟୁଜିକ୍ ଫାଇଲ୍ ସ୍କାନ୍ କରିବା |
pa: ਸੰਗੀਤ ਦੀਆਂ ਫਾਈਲਾਂ ਨੂੰ ਸਕੈਨ ਕਰਨਾ
ps: د میوزیک فایلونه سکین کول
ro: Scanarea fișierelor muzicale
rw: Scanning dosiye yumuziki
sd: موسيقي جي فائلن کي اسڪين ڪرڻ
si: සංගීත ලිපිගොනු පරිලෝකනය කිරීම
sk: Skenovanie hudobných súborov
sl: Skeniranje glasbenih datotek
sq: Skanimi i skedarëve muzikorë
sr: Скенирање музичких датотека
sv: Skanning av musikfiler
sw: Skanning faili za muziki
ta: இசை கோப்புகளை ஸ்கேன் செய்கிறது
te: స్కానింగ్ మ్యూజిక్ ఫైల్స్
tg: Файлҳои мусиқӣ
th: สแกนไฟล์เพลง
tk: Aýdym-saz faýllaryny skanirlemek
tl: Pag -scan ng mga file ng musika
tt: Музыкаль файлларны сканерлау
ug: مۇزىكا ھۆججىتىنى سايىلەش
ur: میوزک فائلوں کو اسکین کرنا
uz: Musiqa fayllarini skanerlash
vi: Quét các tập tin nhạc
xh: Ukuskena iifayile zomculo
yi: סקאַנינג מוזיק טעקעס
zh: 扫描音乐文件
zu: Ukuskena amafayela omculo

source: New Playlist
af: Nuwe snitlys
am: አዲስ የጨዋታ ዝርዝር
ar: قائمة تشغيل جديدة
as: নতুন প্লেলিষ্ট
az: Yeni siyahı
be: Новы спіс прайгравання
bg: Нов плейлист
bn: নতুন প্লেলিস্ট
ca: Nova llista de reproducció
ckb: پلەی لیستێکی نوێ
cs: Nový seznam skladeb
cy: Rhestr chwarae newydd
da: Ny playliste
el: Νέα λίστα αναπαραγωγής
eo: Nova Ludlisto
et: Uus esitusloend
eu: Erreprodukzio zerrenda berria
fa: لیست پخش جدید
fi: Uusi soittolista
fr: Nouvelle liste de lecture
fur: Gnove playlist
fy: Nije playlist
ga: Seinmliosta nua
gd: Liosta-cluiche ùr
gl: Nova lista de reprodución
gu: નવી પ્લેલિસ્ટ
he: רשימת השמעה חדשה
hr: Novi popis za reprodukciju
hu: Új lejátszási lista
hy: Նոր խաղացանկ
id: Daftar putar baru
is: Nýr lagalisti
ja: 新しいプレイリスト
ka: ახალი დასაკრავი სია
kk: Жаңа ойнату тізімі
km: បញ្ជីចាក់ថ្មី
kn: ಹೊಸ ಪ್ಲೇಪಟ್ಟಿ
ko: 새로운 재생 목록
ku: Lîsteya nû ya nû
ky: Жаңы ойнотмо тизмеси
lb: Nei Playlist
lo: ບົດລາຍງານໃຫມ່
lt: Naujas grojaraštis
lv: Jauns atskaņošanas saraksts
mai: नव प्लेलिस्ट
mg: Playlist vaovao
mi: Rārangi rārangi
mk: Нова плејлиста
ml: പുതിയ പ്ലേലിസ്റ്റ്
mn: Шинэ тоглуулагч
mr: नवीन प्लेलिस्ट
ms: Senarai main baru
mt: Playlist ġdid
my: Playlist အသစ်
ne: नयाँ प्लेलिस्ट
nl: Nieuwe afspeellijst
no: Ny spilleliste
or: ନୂତନ ପ୍ଲେଲିଷ୍ଟ |
pa: ਨਵੀਂ ਪਲੇਲਿਸਟ
ps: نوې پلېواله
ro: Lista de redare nouă
rw: Urutonde rushya
sd: نئين راند جي فهرست
si: නව ධාවන ලැයිස්තුව
sk: Nový zoznam skladieb
sl: Nov seznam predvajanja
sq: Lista e re e luajtjes
sr: Нова листа за репродукцију
sv: Ny spellista
sw: Orodha mpya ya kucheza
ta: புதிய பிளேலிஸ்ட்
te: కొత్త ప్లేజాబితా
tg: Навозиши нав
th: เพลย์ลิสต์ใหม่
tk: Täze pleýlist
tl: Bagong Playlist
tt: Яңа Плейлист
ug: يېڭى قويۇش تىزىملىكى
ur: نئی پلے لسٹ
uz: Yangi pleylist
vi: Danh sách phát mới
xh: Uluhlu olutsha lokudlala
yi: נייַ פּלייַליסט
zh: 新播放列表
zu: Uhlu lwadlalwayo olusha

source: Save Playlist
af: Stoor snitlys
am: አጫዋች ዝርዝር አስቀምጥ
ar: حفظ قائمة التشغيل
as: প্লেলিষ্ট সংৰক্ষণ কৰক
az: Pleylisti saxla
be: Захаваць спіс прайгравання
bg: Запазете плейлиста
bn: প্লেলিস্ট সংরক্ষণ করুন
ca: Desar la llista de reproducció
ckb: پاشەکەوتکردنی پلەی لیست
cs: Uložit seznam skladeb
cy: Rhestr Chwarae Arbed
da: Gem playliste
el: Αποθήκευση λίστα αναπαραγωγής
eo: Konservu Ludliston
et: Salvesta esitusloend
eu: Gorde erreprodukzio zerrenda
fa: لیست پخش را ذخیره کنید
fi: Tallenna soittolista
fr: Enregistrer la playlist
fur: Salvâ la liste di zûc di zûc
fy: Spiellist opslaan
ga: Sábháil seinmliosta
gd: Sàbhail Playlist
gl: Gardar a lista de reprodución
gu: પ્લેલિસ્ટ સાચવો
he: שמור רשימת השמעה
hr: Spremi popis za reprodukciju
hu: Mentse el a lejátszási listát
id: Simpan daftar putar
is: Sparaðu lagalista
ja: プレイリストを保存します
ka: დაზოგე დასაკრავი სია
kk: Ойнату тізімін сақтаңыз
km: រក្សាទុកបញ្ជីចាក់
kn: ಪ್ಲೇಪಟ್ಟಿಯನ್ನು ಉಳಿಸಿ
ko: 재생 목록을 저장하십시오
ku: Playlist hilînin
ky: Ойнотмо тизмесин сактоо
lb: Späichert Playlist
lo: ບັນທຶກ Playlist
lt: Išsaugokite grojaraštį
lv: Saglabājiet atskaņošanas sarakstu
mai: प्लेलिस्ट सहेजें
mg: Tehirizo ny Playlist Playlist
mi: Tiaki Pūmanawa
mk: Зачувајте плејлиста
ml: പ്ലേലിസ്റ്റ് സംരക്ഷിക്കുക
mn: Тоглуулах жагсаалтыг хадгалах
mr: प्लेलिस्ट जतन करा
ms: Simpan senarai main
mt: Issejvja l-playlist
my: playlist သိမ်းဆည်းပါ
ne: प्लेलिस्ट बचत गर्नुहोस्
nl: Sla de afspeellijst op
no: Lagre spilleliste
or: ପ୍ଲେଲିଷ୍ଟ ସଞ୍ଚୟ କରନ୍ତୁ |
pa: ਪਲੇਲਿਸਟ ਸੇਵ ਕਰੋ
ps: د پلی لیست خوندي کړئ
ro: Salvați lista de redare
rw: Kubika urutonde
sd: پلي لسٽ کي محفوظ ڪريو
si: ධාවන ලැයිස්තුව සුරැකන්න
sk: Uložiť zoznam skladieb
sl: Shrani seznam predvajanja
sq: Ruani listën e luajtjes
sr: Сачувај листу репродукције
sv: Spara spellista
sw: Okoa orodha ya kucheza
ta: பிளேலிஸ்ட்டை சேமிக்கவும்
te: ప్లేజాబితాను సేవ్ చేయండి
tg: Нигоҳдории навозиш
th: บันทึกเพลย์ลิสต์
tk: Pleýl sanyny ýazdyryň
tl: I -save ang playlist
tt: Плейлистны саклагыз
ug: Playlist نى تېجەڭ
ur: پلے لسٹ کو بچائیں
uz: Pleylistni saqlang
vi: Lưu danh sách phát
xh: Gcina uluhlu lokudlala
yi: היט פּלייַליסט
zh: 保存播放列表
zu: Gcina uhlu lwadlalwayo

source: Clear Playlist
af: Duidelike snitlys
am: የጨዋታ ዝርዝርን ያጽዱ
ar: قائمة تشغيل واضحة
as: PlayList Clear PlayList
az: Aydın siyahı siyahısı
be: Выразны спіс прайгравання
bg: Ясен плейлист
bn: প্লেলিস্ট সাফ করুন
ca: Llista de reproducció clara
ckb: کلیر پلەی لیست
cs: Jasný seznam skladeb
cy: Rhestr Chwarae Clir
da: Klar playliste
el: Καθαρή λίστα αναπαραγωγής
eo: Klara Ludlisto
et: Selge esitusloend
eu: Erreproduzitu zerrenda garbia
fa: لیست پخش روشن
fi: Selkeä soittolista
fr: Playlist claire
fur: Liste di zûc clare
fy: CLAYLIST wiskje
ga: Seinmliosta soiléir
gd: Liosta-cluiche soilleir
gl: Lista de reprodución clara
gu: સ્પષ્ટ પ્લેલિસ્ટ
he: רשימת השמעה ברורה
hr: Jasan popis za reprodukciju
hu: TIPLE PLAYLIST
hy: Մաքուր երգացանկ
id: Daftar putar yang jelas
is: Skýr lagalisti
ja: クリアプレイリスト
ka: წმინდა დასაკრავი სია
kk: Айқын ойнату тізімі
km: សំអាតបញ្ជីចាក់
kn: ಪ್ಲೇಪಟ್ಟಿಯನ್ನು ತೆರವುಗೊಳಿಸಿ
ko: 클리어 재생 목록
ku: Playlist zelal
ky: Ойнотмо тизмесин тазалоо
lb: Kloer Playlist
lo: ສະນາຈາລຶກ
lt: Aiškus grojaraštis
lv: Skaidrs atskaņošanas saraksts
mai: स्पष्ट प्लेलिस्ट
mg: Playlist mazava
mi: Maamaa
mk: Јасна плејлиста
ml: പ്ലേലിസ്റ്റ് മായ്ക്കുക
mn: Тоглуулах жагсаалт
mr: स्पष्ट प्लेलिस्ट
ms: Senarai main yang jelas
mt: Playlist ċar
my: ရှင်းလင်းသောဖွင့်စာရင်း
ne: स्पष्ट प्लेलिस्ट
nl: Duidelijke afspeellijst
no: Klar spilleliste
or: ପ୍ଲେଲିଷ୍ଟ ସଫା କରନ୍ତୁ |
pa: ਸਾਫ਼ ਪਲੇਲਿਸਟ
ps: روښانه پلی لیست
ro: Lista de redare clară
rw: Urutonde rusobanutse
sd: صاف ڪندڙ کي صاف ڪريو
si: නිවැරදි ධාවන ලැයිස්තුව
sk: Zoznam skladieb
sl: Jasen seznam predvajanja
sq: Lista e qartë e luajtjes
sr: Јасна листа за репродукцију
sv: Tydlig spellista
sw: Orodha ya kucheza wazi
ta: தெளிவான பிளேலிஸ்ட்
te: స్పష్టమైన ప్లేజాబితా
tg: Рӯйхати мусиқии тоза
th: เพลย์ลิสต์ที่ชัดเจน
tk: PlayyList
tl: Malinaw na playlist
tt: Плейлист
ug: قويۇش تىزىملىكى
ur: صاف پلے لسٹ
uz: Pleyli pleylist
vi: Danh sách phát rõ ràng
xh: Cacisa ukudlala
yi: קלאָר פּלייַליסט
zh: 清晰的播放列表
zu: Sula uhlu lwadlalwayo

# rescanMusicFilesSettingTitle
source: Rescan Music Files
af: Herstel musieklêers
am: የ REACAN የሙዚቃ ፋይሎች
ar: ملفات موسيقى ROSCAN
az: Rescan musiqi faylları
be: Файлы рэканструкцыі музычных файлаў
bg: Rescan музикални файлове
bn: মিউজিক ফাইলগুলি পুনরুদ্ধার করুন
ca: Rescan fitxers de música
ckb: فایلەکانی مۆسیقای Rescan
cy: Ffeiliau Cerdd Rescan
da: Rescan -musikfiler
el: Αρχεία μουσικής rescan
eo: Reskanaj muzikdosieroj
et: Rescan Musici failid
eu: Berreskuratu musika fitxategiak
fa: پرونده های موسیقی Rescan
fi: Rescan -musiikkitiedostot
fr: Fichiers de musique de sauvetage
fur: Filis di musiche di riscaldazion
fy: Rescan Music Bestannen
ga: Comhaid cheoil a athscríobh
gd: Faidhlichean ciùil Freecan
gl: Resan ficheiros de música
gu: રિસ્કન મ્યુઝિક ફાઇલો
he: קבצי מוזיקה של Respan
hr: Rescan glazbene datoteke
hu: Rescan zenei fájlok
hy: Rescan երաժշտական ​​ֆայլեր
ja: Rescan Musicファイル
kk: Resian музыкалық файлдары
km: រេនកូរ៉េឡើងវិញ
kn: ಸಂಗೀತ ಫೈಲ್‌ಗಳು
ko: 구조 음악 파일
ku: Pelên muzîkê yên razdar
lb: Rescan Musekdateien
lo: rescan ໄຟລ໌ດົນຕີ
lt: „Rescan“ muzikos failai
lv: Rescan mūzikas faili
mai: रिस्कन संगीत फाइल
mg: Rakitra Rescan Music
mi: Kōnae puoro Rescan
mk: Music датотеки со Rescan
ml: റിസർച്ച് മ്യൂസിക് ഫയലുകൾ
mn: Хөгжмийн файлуудыг сэргээх
mr: रेस्कॅन म्युझिक फायली
ms: Fail muzik rescan
mt: Fajls tal-mużika mill-ġdid
my: Press ကန်လ်ဂီတဖိုင်များ
ne: पुन: गोल संगीत फाईलहरू
nl: Rescan -muziekbestanden
or: ସଂଗୀତ ସଂଗୀତ ଫାଇଲଗୁଡିକ |
pa: ਮੁੜ ਸੰਗੀਤ ਫਾਈਲਾਂ
ps: د ژغورنې میوزیک فایلونه
ro: Rescris fișiere de muzică
rw: Idosiye Yumuziki Yumuziki
sd: ميوزڪ فائلن کي ريزنيٽ فائلون
si: Respen සංගීත ලිපිගොනු
sk: Výmenné hudobné súbory
sl: Rečilne glasbene datoteke
sq: Skedarët e Rescan Music
sr: Ресцан Мусиц Филес
sw: Faili za Muziki za Kuokoa
ta: இசை கோப்புகளை மீட்டமைக்கவும்
te: మ్యూజిక్ ఫైళ్ళను రెస్కాన్ చేయండి
tg: Наҷотдиҳандагонро наҷот додан
th: ไฟล์เพลง Rescan
tk: Rescan aýdym-saz faýllary
tt: Музыка файллары
ug: قۇتقۇزۇش مۇزىكا ھۆججىتى
ur: میوزک فائلوں کو بازیافت کریں
uz: Refon musiqiy fayllari
vi: Rescan tập tin nhạc
xh: Iifayile zomculo zeRessan
yi: רעסקאַן מוזיק טעקעס
zh: 恢复音乐档案
zu: Amafayela omculo aseSulan
