Repository: DreihundertVier/Classipod-de
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, ca, ckb, cs, cy, da, el, eo, et, eu, fa, fi, fr, fur, fy, ga, gd, gl, gu, he, hr, hu, hy, id, is, ja, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mai, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tt, ug, ur, uz, vi, xh, yi, zh, zu

# clickWheelSettingTitle
source: Click Wheel Sounds
af: Klik wielklanke
am: የተሽከርካሪ ድም sounds ችን ጠቅ ያድርጉ
ar: انقر فوق أصوات العجلات
as: ক্লিক কৰক চকা শব্দ
az: Təkər səslərini vurun
be: Націсніце гукі кола
bg: Щракнете върху звуци на колелото
bn: চাকা শব্দ ক্লিক করুন
ca: Feu clic a les rodes Sons
ckb: کلیک لە دەنگەکانی ویل بکە
cs: Klikněte na zvuky kola
cy: Cliciwch Seiniau Olwyn
da: Klik på hjullyde
el: Κάντε κλικ στην επιλογή Ήχους τροχού
eo: Alklaku rado -sonojn
et: Klõpsake rattahelid
eu: Egin klik gurpilaren soinuak
fa: روی چرخ های چرخ کلیک کنید
fi: Napsauta pyörän ääniä
fr: Cliquez sur les sons de la roue
fur: Clicâ su lis suns de ruede
fy: Klikje op tsjil klinkt
ga: Cliceáil Fuaimeanna Wheel
gd: Cliog air fuaimean cuibhle
gl: Faga clic en sons das rodas
gu: વ્હીલ અવાજો ક્લિક કરો
he: לחץ על צלילי גלגל
hr: Kliknite zvukove kotača
hu: Kattintson a kerék hangjaira
hy: Կտտացրեք անիվի հնչյունները
id: Klik suara roda
is: Smelltu á hjól hljóð
ja: ホイールサウンドをクリックします
ka: დააჭირეთ ბორბლის ხმებს
kk: Доңғалақты дыбыстарды нұқыңыз
km: ចុចសំឡេងរោទិ៍
kn: ವೀಲ್ ಸೌಂಡ್ಸ್ ಕ್ಲಿಕ್ ಮಾಡಿ
ko: 휠 사운드를 클릭하십시오
ku: Dengên Wheel bikirtînin
ky: Дөңгөлөктүн үндөрүн чыкылдатыңыз
lb: Klickt op Rad kléngt
lo: ກົດສຽງລໍ້
lt: Spustelėkite ratų garsus
lv: Noklikšķiniet uz riteņu skaņas
mai: क्लिक पहिया ध्वनि
mg: Kitiho ny feon'ny kodiarana
mi: Pāwhiritia Haw Sounds
mk: Кликнете на звуците на тркалото
ml: ചക്രമായ ശബ്ദങ്ങൾ ക്ലിക്കുചെയ്യുക
mn: Дугуйны дууг товшино уу
mr: चाक ध्वनी क्लिक करा
ms: Klik bunyi roda
mt: Ikklikkja l-ħsejjes tar-roti
my: ဘီးအသံကိုနှိပ်ပါ
ne: व्हील ध्वनिहरू क्लिक गर्नुहोस्
nl: Klik op wielgeluiden
no: Klikk på hjullyder
or: ଚକ ଶବ୍ଦ କ୍ଲିକ୍ କରନ୍ତୁ |
pa: ਕਲਿਕ ਕਰੋ ਵ੍ਹੀਲ ਆਵਾਜ਼ਾਂ
ps: د ویلونو غږونو کلیک وکړئ
ro: Faceți clic pe sunete de roată
rw: Kanda amajwi
sd: ويل آوازن تي ڪلڪ ڪريو
si: රෝද ශබ්ද ක්ලික් කරන්න
sk: Kliknite na zvuky kolies
sl: Kliknite zvoke kolesa
sq: Kliko Tinguj të rrotës
sr: Кликните на звукове точка
sv: Klicka på hjulljud
sw: Bonyeza sauti za gurudumu
ta: சக்கர ஒலிகளைக் கிளிக் செய்க
te: వీల్ శబ్దాలు క్లిక్ చేయండి
tg: Садоҳои чархро пахш кунед
th: เสียงล้อคลิก
tk: Tigir seslerine basyň
tl: I -click ang mga tunog ng gulong
tt: Руль тавышына басыгыз
ug: چاق ئاۋازىنى چېكىڭ
ur: پہیے کی آواز پر کلک کریں
uz: G'ildirak tovushlarini bosing
vi: Nhấp vào âm thanh bánh xe
xh: Nqakraza izandi zezandi
yi: דריקט ראָד סאָונדס
zh: 点击车轮声音
zu: Chofoza Imisindo Yesondo

# splitScreenSettingTitle
source: Split Screen Mode
af: Split skermmodus
am: የማያ ገጽ ሞድ
ar: تقسيم وضع الشاشة
as: পৰ্দাৰ ধৰণ বিভাজিত কৰক
az: Ekran rejimi
be: Раздзялены рэжым экрана
bg: Режим на разделен екран
bn: বিভক্ত স্ক্রিন মোড
ca: Mode de pantalla dividida
ckb: دۆخی شاشەی دابەشکراو
cs: Režim rozdělení obrazovky
cy: Modd Sgrin Hollti
da: Split skærmtilstand
el: Λειτουργία διαχωρισμού οθόνης
eo: Disparta Ekrana reĝimo
et: Jagatud ekraanirežiim
eu: Split pantaila modua
fa: حالت صفحه تقسیم
fi: Jaettu näyttötila
fr: Mode d'écran divisé
fur: Mode Screle Splade
fy: Split skermmodus
ga: Mód scáileáin scoilte
gd: Modh Sgrion Split
gl: Modo de pantalla dividida
gu: સ્પ્લિટ સ્ક્રીન મોડ
he: מצב מסך מפוצל
hr: Split zaslon Način
hu: Osztott képernyő mód
hy: Split էկրանի ռեժիմ
id: Mode Layar Terpisah
is: Skipting skjástillingar
ja: スクリーンモードを分割します
ka: გაყოფილი ეკრანის რეჟიმი
kk: Бөлу экраны режимі
km: បំបែករបៀបអេក្រង់
kn: ಸ್ಪ್ಲಿಟ್ ಸ್ಕ್ರೀನ್ ಮೋಡ್
ko: 화면 모드 분할
ku: Moda screenê dabeş
ky: Бөлүүчү экрандагы режим
lb: Split Bildschierm Modus
lo: ຮູບແບບຫນ້າຈໍ
lt: Padalijimo ekrano režimas
lv: Sadalīta ekrāna režīms
mai: स्प्लिट स्क्रीन मोड
mg: Fomba fanoratana efijery
mi: Aratau Mata
mk: Режим на сплит екран
ml: സ്പ്ലിറ്റ് സ്ക്രീൻ മോഡ്
mn: Дэлгэцийн горимыг хуваах
mr: स्प्लिट स्क्रीन मोड
ms: Mod skrin berpecah
mt: Mod ta 'skrin maqsum
my: Split Screen Mode ကို
ne: स्प्लिट स्क्रिन मोड
nl: Split -schermmodus
no: Splitt skjermmodus
or: ସ୍କ୍ରିନ୍ ମୋଡ୍ ବିଭାଜିତ ସ୍କ୍ରିନ୍ ମୋଡ୍ |
pa: ਸਪਲਿਟ ਸਕ੍ਰੀਨ ਮੋਡ
ps: د سکرینډ حالت
ro: Mod de ecran împărțit
rw: Kugabana uburyo bwa ecran
sd: اسپلٽ اسڪرين موڊ
si: ස්පයිට් තිර ප්රකාරය
sk: Režim rozdelenej obrazovky
sl: Razdelilni način zaslona
sq: Mënyra e ekranit të ndarë
sr: Режим подељеног екрана
sv: Delad skärmläge
sw: Gawanya hali ya skrini
ta: திரை பயன்முறையைப் பிரிக்கவும்
te: స్ప్లిట్ స్క్రీన్ మోడ్
tg: Ҳолати экрани экран
th: โหมดหน้าจอแยก
tk: Ekranyň tertibi
tt: Экран режимын бүлегез
ug: بۆلۈش ئېكرانى ھالىتى
ur: اسپلٹ اسکرین وضع
uz: Sprit Ekran rejimida
vi: Chế độ chia màn hình
xh: Yahlula-hluza imowudi yescreen
yi: שפּאַלטן פאַרשטעלן מאָדע
zh: 拆分屏幕模式
zu: Hlukanisa imodi yesikrini

# touchSoundsDialogTitle
source: Touch Sounds
af: Raak klanke
am: የሚነካ ድም sounds ች
ar: اللمس الأصوات
as: টাচ শব্দসমূহ
az: Toxunmaq
be: Навобмацак гукі
bg: Докоснете звуци
bn: স্পর্শ শব্দ
ca: Touch sons
ckb: دەنگەکانی تاچ
cs: Dotykové zvuky
cy: Cyffwrdd synau
da: Berør lyde
el: Αγγίξτε τους ήχους
eo: Tuŝaj sonoj
et: Puudutushelid
eu: Ukitu Soinuak
fa: صداها را لمس کنید
fi: Kosketusäänet
fr: Toucher les sons
fur: Tocs suns
fy: Touch lûden
ga: Fuaimeanna tadhaill
gd: Fuaimean suathadh
gl: Toca sons
gu: અવાજો
he: מגע צלילים
hr: Dodirni zvukovi
hu: Érintse meg a hangokat
hy: Հպեք հնչյուններ
id: Suara sentuh
is: Snertu hljóð
ja: 音をタッチします
ka: შეხების ხმები
kk: Дыбыстарды түртіңіз
km: ប៉ះសំឡេង
kn: ಸ್ಪರ್ಶ ಶಬ್ದಗಳು
ko: 터치 소리
ku: Dengên Touch
ky: Туура үндөр
lb: Touch kléngt
lo: ສຽງສໍາພັດ
lt: Palieskite garsus
lv: Pieskāriena skaņas
mai: स्पर्श ध्वनि
mg: Hikasika feo
mi: Paoa pa
mk: Звуци на допир
ml: സ്പർശിക്കുക
mn: Хүрэхийнх
mr: स्पर्श ध्वनी
ms: Sentuh bunyi
mt: Tmiss il-ħsejjes
my: touch အသံ
ne: टच ध्वनिहरू
nl: Raak geluiden aan
no: Berøringslyder
or: ସ୍ପର୍ଶ ଶବ୍ଦ |
pa: ਆਵਾਜ਼ ਆਵਾਜ਼
ps: ټچ غږونه
ro: Touch sunete
rw: Touch
sd: آوازن جو آواز
si: ස්පර්ශ ශබ්ද
sk: Dotykové zvuky
sl: Zvoki dotika
sq: Tinguj prekës
sr: Додирните звукове
sv: Pekljud
sw: Sauti za kugusa
ta: தொடு ஒலிகள்
te: టచ్ శబ్దాలు
tg: Садо
th: สัมผัสเสียง
tk: Görlenişe degirmenleri
tl: Touch tunog
tt: Ташу
ur: ٹچ آوازیں
uz: Tovush tovushlar
vi: Chạm vào âm thanh
xh: Izandi zokuchukumisa
yi: פאַרבינדן סאָונדס
zh: 触摸声音
zu: Thinta imisindo

# touchSoundsDialogContent
source: Please Enable Touch Sounds from System Settings to hear the click wheel sounds
af: Aktiveer aanraking van klanke van die stelselinstellings om die klikwielgeluide te hoor
am: ጠቅታ ተሽከርካሪ ድምጾችን ለመስማት ከስርዓት ቅንብሮች ከስርዓት ቅንብሮች ያንቁ
ar: يرجى تمكين اللمس الأصوات من إعدادات النظام لسماع أصوات عجلة النقر
as: ক্লিক চকা শব্দ শুনিবলৈ চিস্টেম ছেটিংছৰ পৰা স্পৰ্শ শব্দসমূহ সামৰ্থবান কৰক
az: Zəhmət olmasa, tıklaması səslərini eşitmək üçün sistem parametrlərindən toxunma səslərini aktivləşdirin
be: Калі ласка, уключыце сэнсарныя гукі з сістэмных налад, каб пачуць гукі кола націску
bg: Моля, активирайте се допирни звуци от настройките на системата, за да чуете звуците на колелото за щракване
bn: ক্লিক হুইল সাউন্ড শুনতে দয়া করে সিস্টেম সেটিংস থেকে স্পর্শ শব্দগুলি সক্ষম করুন
ca: Activeu els sons tàctils de la configuració del sistema per escoltar els sons de la roda del clic
ckb: تکایە لە ڕێکخستنەکانی سیستەمەوە دەنگەکانی تاچ چالاک بکە بۆ بیستنی دەنگەکانی ویل کلیک.
cs: Povolte prosím dotykové zvuky z nastavení systému a uslyšíte zvuky kliknutí
cy: Os gwelwch yn dda galluogi synau cyffwrdd o osodiadau system i glywed y synau olwyn clicio
da: Aktivér touch -lyde fra systemindstillinger for at høre klikhjulets lyde
el: Ενεργοποιήστε τους ήχους αφής από τις ρυθμίσεις του συστήματος για να ακούσετε τους ήχους τροχού κλικ
eo: Bonvolu ebligi tuŝajn sonojn de sistemaj agordoj por aŭdi la klakajn radojn
et: Klõpsukera helide kuulmiseks lubage süsteemi sätetelt puudutushelid
eu: Mesedez, gaitu ukitu soinuak sistemaren ezarpenetatik klik egiteko gurpilaren soinuak entzuteko
fa: لطفاً صداهای لمس را از تنظیمات سیستم فعال کنید تا صداهای چرخ کلیک را بشنوید
fi: Ota yhteyttä kosketusäänet järjestelmän asetuksista kuullaksesi Click Wheel -äänet
fr: Veuillez activer les sons tactiles des paramètres du système pour entendre les sons de la roue cliquetis
fur: Par plasê Abilite i suns di Toc di Impostazions dal sisteme par sintî i suns de ruede di clic
fy: Aktivearje asjebleaft touch lûden út systeemynstellingen om it klik te hearren
ga: Cumasaigh fuaimeanna tadhaill ó shuíomhanna córais le do thoil chun na fuaimeanna roth cliceáil a chloisteáil
gd: Feuch an cuir thu le bhith a 'suathadh ri fuaimean an t-siostaim gus na fuaimean cuibhle cliog cliog claidheamh a chluinntinn
gl: Activa os sons táctiles desde a configuración do sistema para escoitar os sons da roda de clic
gu: ક્લિક વ્હીલ અવાજો સાંભળવા માટે કૃપા કરીને સિસ્ટમ સેટિંગ્સમાંથી ટચ અવાજોને સક્ષમ કરો
he: אנא הפעל צלילי מגע מהגדרות המערכת כדי לשמוע את צלילי גלגל הלחיצה
hr: Omogućite dodirne zvukove iz postavki sustava da biste čuli zvukove klika
hu: Kérjük, engedélyezze az érintési hangokat a rendszerbeállításoktól a kattintáskerék hangjainak meghallgatásához
hy: Խնդրում ենք միացնել հպումային հնչյունները համակարգի պարամետրերից `կտտոցների անիվի հնչյունները լսելու համար
id: Harap aktifkan suara sentuh dari pengaturan sistem untuk mendengar suara roda klik
is: Vinsamlegast virkjaðu Touch Sounds frá kerfisstillingum til að heyra Click Wheel Sounds
ja: システム設定からタッチサウンドを有効にして、クリックホイールの音を聞く
ka: გთხოვთ, ჩართოთ შეხების ხმები სისტემის პარამეტრებიდან, რომ მოისმინოთ დაჭერით ბორბლის ხმები
kk: Доңғалақты дыбыстарды есту үшін жүйелік параметрлерден сенсорлық дыбыстарды қосыңыз
km: សូមអនុញ្ញាតឱ្យប៉ះសំឡេងពីការកំណត់ប្រព័ន្ធដើម្បីស្តាប់សំឡេងចុចកង់
kn: ಕ್ಲಿಕ್ ವೀಲ್ ಶಬ್ದಗಳನ್ನು ಕೇಳಲು ದಯವಿಟ್ಟು ಸಿಸ್ಟಮ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳಿಂದ ಟಚ್ ಶಬ್ದಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ko: 클릭 휠 사운드를 들으려면 시스템 설정에서 터치 사운드를 활성화하십시오.
ku: Ji kerema xwe dengên Touch ji Mîhengên Pergalê Vebijêrin ku dengên Wheel Wheel bibihîzin
ky: Сураныч, Велоддогу үндөрдү угуу үчүн тутумдун орнотуулары тутумунун орнотуулары
lb: Aktivéiert w.e.g. Touch Kläng aus System Astellunge fir de Click-Ricken ze héieren
lo: ກະລຸນາເປີດໃຊ້ສຽງສໍາຜັດຈາກການຕັ້ງຄ່າລະບົບເພື່ອຟັງສຽງກົດປຸ່ມກົດປຸ່ມ
lt: Įgalinkite „System Settings“ liesti garsus, kad išgirstumėte paspaudimo rato garsus
lv: Lūdzu, iespējojiet pieskāriena skaņas no sistēmas iestatījumiem, lai dzirdētu klikšķa riteņa skaņas
mai: कृपया सिस्टम सेटिंग्स स टच साउंड सक्षम करू क्लिक व्हील साउंड सुनबा लेल
mg: Azafady azafady alefaso ny feo avy amin'ny Settings Settings handrenesana ny feon'ny kitay click
mi: Tena koa whakahoutia nga oro pa mai i nga tautuhinga punaha kia rongo i nga oro o nga wira click
mk: Ве молиме, овозможете звуци на допир од поставките на системот за да ги слушнете звуците на тркалото за кликнување
ml: ക്ലിക്ക് വീൽ ശബ്ദങ്ങൾ കേൾക്കാൻ സിസ്റ്റം ക്രമീകരണങ്ങളിൽ നിന്ന് സ്പർശനങ്ങൾ പ്രാപ്തമാക്കുക
mn: Системийн тохиргооноос SEAL SELESTS-ээс SEARD SELDINGS-ийг идэвхжүүлнэ үү
mr: क्लिक व्हील ध्वनी ऐकण्यासाठी कृपया सिस्टम सेटिंग्जमधून टच ध्वनी सक्षम करा
ms: Sila aktifkan bunyi sentuhan dari tetapan sistem untuk mendengar bunyi roda klik
mt: Jekk jogħġbok ħalli l-ħsejjes tal-mess mill-issettjar tas-sistema biex tisma 'l-ħsejjes tar-rota tal-ikklikkja
my: ကျေးဇူးပြု. System Settings မှ System Settings မှ touch seetings မှ touch sounds ကိုဖွင့်ပါ
ne: कृपया प्रणाली सेटिंग्सबाट टच ध्वनिहरू क्लिक गर्नुहोस् क्लिक व्हील चल्दछ
nl: Schakel Touch Sounds uit systeeminstellingen in om het klikwielgeluiden te horen
no: Aktiver berøringslyder fra systeminnstillinger for å høre klikkhjulslydene
or: କ୍ଲିକ୍ ଚକ ଶବ୍ଦ ଶୁଣିବା ପାଇଁ ଦୟାକରି ସିଷ୍ଟମ୍ ସେଟିଂସମୂହରୁ ସିଷ୍ଟମ୍ ସେଟିଂସମୂହରୁ ସକ୍ଷମ ହୁଅନ୍ତୁ |
pa: ਕਿਰਪਾ ਕਰਕੇ ਕਲਿਕ ਕਰੋ ਵ੍ਹੀਲ ਦੀਆਂ ਆਵਾਜ਼ਾਂ ਸੁਣਨ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਸਿਸਟਮ ਸੈਟਿੰਗਾਂ ਤੋਂ ਟਚ ਆਵਾਜ਼ਾਂ ਨੂੰ ਸਮਰੱਥ ਕਰੋ
ps: مهرباني وکړئ د سیسټم تنظیماتو غږولو لپاره د سیسټم تنظیماتو څخه د ټیپ آر ایسونه تنظیم کړئ
ro: Vă rugăm să activați sunetele tactile din setările sistemului pentru a auzi sunetele roților de clic
rw: Nyamuneka Gushoboza gukoraho amajwi muri sisitemu kugirango wumve kanda yimodoka
sd: مهرباني ڪري ٽچ جي سيٽنگن مان ٽچ جي سيٽنگن مان ڪلڪ ڪريو
si: කරුණාකර ක්ලික් රෝද ශබ්ද ඇසීමට කරුණාකර පද්ධති සැකසුම් වලින් ස්පර්ශ ශබ්ද සක්රීය කරන්න
sk: Povoľte dotykové zvuky zo nastavení systému, aby ste počuli zvuky kolieska kliknutia
sl: Prosimo, omogočite zvoke na dotik iz nastavitev sistema, da slišite zvoke za klik
sq: Ju lutemi aktivizoni tingujt e prekjes nga cilësimet e sistemit për të dëgjuar tingujt e rrotës së klikimit
sr: Молимо омогућите звукове додира из системских поставки да бисте чули звук точка на клику
sv: Vänligen aktivera Touch -ljud från systeminställningar för att höra klickhjulets ljud
sw: Tafadhali Wezesha Sauti za Kugusa kutoka kwa Mipangilio ya Mfumo kusikia sauti za gurudumu
ta: கிளிக் சக்கரம் ஒலிகளைக் கேட்க கணினி அமைப்புகளிலிருந்து தொடு ஒலிகளை இயக்கவும்
te: క్లిక్ వీల్ శబ్దాలను వినడానికి దయచేసి సిస్టమ్ సెట్టింగుల నుండి టచ్ శబ్దాలను ప్రారంభించండి
tg: Лутфан, бо танзимоти система ба садоҳои система кӯмак кунед
th: โปรดเปิดใช้งานเสียงสัมผัสจากการตั้งค่าระบบเพื่อฟังเสียงล้อคลิก
tk: Tigir seslerini görmek üçin ulgam sazlamalaryny sistema sazlamalaryna degmäň
tl: Mangyaring paganahin ang mga tunog ng touch mula sa mga setting ng system upang marinig ang mga tunog ng pag -click sa gulong
tt: Зинһар, тәгәрмәч тавышын ишетү өчен система көйләүләреннән кагыла
ug: سىستېما تەڭشىكىدىن چەكمە ئاۋازلارنى قوزغىتىڭ
ur: براہ کرم پہیے کی آوازوں کو سننے کے لئے سسٹم کی ترتیبات سے ٹچ آوازوں کو فعال کریں
uz: Iltimos, CLICK RUPRIGE tovushlarini eshitish uchun tizim sozlamalaridan teginish-ni yoqing
vi: Vui lòng bật âm thanh cảm ứng từ cài đặt hệ thống để nghe âm thanh của bánh xe nhấp chuột
xh: Nceda wenze izandi zendlela yokuchukumisa ukusuka kuseto lwenkqubo ukuva i-Whee Wheel cop Izandi
yi: ביטע געבן פאַרבינדן סאָונדס פון סיסטעם סעטטינגס צו הערן די קליק ראָד סאָונדס
zh: 请从系统设置中启用触摸声，以听到点击轮的声音
zu: Sicela unike amandla ukuthinta imisindo kusuka kuzilungiselelo zesistimu ukuzwa imisindo yesondo yokuchofoza

# immersiveModeSettingTitle
source: Immersive Mode
af: Oorsigende modus
am: ጠማማ ሁኔታ
ar: الوضع الغامرة
as: ইমাৰ্চিভ মোড
az: İmmersive rejimi
be: Захапляльны рэжым
bg: Потапящ режим
bn: নিমজ্জন মোড
ca: Mode immersiu
ckb: دۆخی نوقمبوون
cs: Pohlcující režim
cy: Modd trochi
el: Βυθιστική λειτουργία
eo: Imersiva reĝimo
et: Ümbritsev režiim
eu: Murgileko modua
fa: حالت همهجانبه
fi: Syventävä tila
fr: Mode immersif
fur: Mod imersîf
fy: Unmoleaze modus
ga: Mód tumtha
gd: Modh bogaidh
gl: Modo inmersivo
gu: નિમુ -મોડ
he: מצב טוען
hr: Uronjen način rada
hu: Magával ragadó mód
hy: Ընկղմող ռեժիմ
id: Mode mendalam
is: Yfirgripsmikil stilling
ja: 没入モード
ka: იმერული რეჟიმი
kk: Имерсивті режим
km: របៀបវង្វេងស្មារតី
kn: ಮುಳುಗಿಸುವ ಕ್ರಮ
ko: 몰입 형 모드
ku: Mode Nemaze
ky: Чуркоо режими
lb: Imlemor Modus
lo: ຮູບແບບທີ່ບໍ່ມີຕົວຕົນ
lt: Smegimo režimas
lv: Ieskaujošs režīms
mai: विसर्जन मोड 1।
mg: Modely milentika
mi: Aratau rumaki
mk: Потопен режим
ml: അമൂർജ്ജ മോഡ്
mn: Дүрсний горим
mr: विसर्जन मोड
ms: Mod immersive
mt: Modalità immersiva
my: ingsersive mode ကို
ne: Begrowstical मोड
nl: Immersieve modus
no: Oppslukende modus
or: ଅମଗର୍ସ ମୋଡ୍ |
pa: ਡਰੂਸਿਵ ਮੋਡ
ps: ډوب حالت
ro: Mod imersiv
rw: Uburyo bwo kwinjiza
sd: امرائيندڙ موڊ
si: ගිලී ගිය මාදිලිය
sk: Pohlcujúci režim
sl: Potopni način
sq: Modaliteti zhytës
sr: Умерни мод
sv: Uppslukande läge
sw: Njia ya kuzama
ta: அதிவேக முறை
te: లీనమయ్యే మోడ్
tg: Усули воқеӣ
th: โหมดดื่มด่ำ
tk: Çümdüriji tertibi
tl: Mode ng nakaka -immersive
tt: Императив режим
ug: چاقىرىش ھالىتى
ur: عمیق موڈ
uz: Immer rejimi
vi: Chế độ nhập vai
xh: Imodi yokuntywila
yi: יממערסיווע מאָדע
zh: 沉浸式模式
zu: Imodi yokuntylika

# showAppTutorialSettingTitle
source: Show Tutorial
af: Toon tutoriaal
am: ማጠናከሪያ አሳይ
ar: عرض البرنامج التعليمي
as: টিউটোৰিয়েল দেখুৱাওক
az: Dərslik göstərmək
be: Паказаць падручнік
bg: Покажи урок
bn: টিউটোরিয়াল দেখান
ca: Mostra el tutorial
ckb: فێرکاری پیشان بدە
cs: Zobrazit tutoriál
cy: Dangos Tiwtorial
da: Vis tutorial
el: Εκδήλωση σεμινάριο
eo: Montri lernilon
et: Näitama õpetust
eu: Erakutsi tutorial
fa: آموزش نمایش
fi: Näyttely -opetusohjelma
fr: Tutoriel de montre
fur: Mostrâ tutoriâl
fy: Tutorial sjen litte
ga: Taispeáin rang teagaisc
gd: Seall Oideachadh
gl: Mostrar tutorial
gu: ટ્યુટોરિયલ બતાવો
he: הצג הדרכה
hr: Tutorial
hu: Bemutató bemutató
hy: Show ուցադրել ձեռնարկը
id: Tampilkan tutorial
is: Sýna kennslu
ja: チュートリアルを表示します
ka: აჩვენეთ გაკვეთილი
kk: Оқулық
km: បង្ហាញការបង្រៀន
kn: ಟ್ಯುಟೋರಿಯಲ್ ತೋರಿಸಿ
ko: 튜토리얼 표시
ku: Tutorial nîşan bide
ky: Шоу үйрөтүү
lo: ສະແດງ tutorial
lt: Parodykite vadovėlį
lv: Izrādes apmācība
mai: शो ट्यूटोरियल 10।
mg: Asehoy ny tutorial
mi: Whakaatuhia te akoranga
mk: Покажете упатство
ml: ട്യൂട്ടോറിയൽ കാണിക്കുക
mn: Зааварчилга
mr: ट्यूटोरियल दर्शवा
ms: Tunjukkan tutorial
mt: Uri tutorja
my: ပြပွဲသင်ခန်းစာ
ne: ट्यूटोरियल देखाउनुहोस्
nl: Toon tutorial tonen
no: Vis opplæring
or: ଟ୍ୟୁଟୋରିଆଲ୍ ଦେଖାନ୍ତୁ |
pa: ਟਿ utorial ਟੋਰਿਅਲ ਦਿਖਾਓ
ps: ښوونه وښیه
ro: Arată tutorial
rw: Erekana inyigisho
sd: سبق ڏيکاريو
si: නිබන්ධනය පෙන්වන්න
sk: Ukázať návod
sl: Prikaži vadnico
sq: Shfaq tutorialin
sr: Уџбеник
sv: Showhandledning
sw: Onyesha mafunzo
ta: டுடோரியலைக் காட்டு
te: ట్యుటోరియల్ చూపించు
tg: Намоиши дарсҳо
th: แสดงบทช่วยสอน
tk: Gollanma görkez
tl: Ipakita ang tutorial
tt: Тәрбия
ug: دەرسلىك كۆرسەت
ur: سبق دکھائیں
uz: Yorliqni ko'rsatish
vi: Hiển thị hướng dẫn
xh: Bonisa i-tutiorial
yi: ווייַזן טוטאָריאַל
zh: 展示教程
zu: Khombisa okokufundisa

# changeDirectorySettingTitle
source: Change Directory
af: Verander gids
am: ማውጫ
ar: تغيير الدليل
as: ডাইৰেকটৰি সলনি কৰক
az: Kataloqu dəyişdirin
be: Змяніце каталог
bg: Променете директорията
bn: ডিরেক্টরি পরিবর্তন করুন
ca: Canvieu el directori
ckb: گۆڕینی بەڕێوەبەرایەتی
cs: Změnit adresář
cy: Newid cyfeiriadur
da: Skift bibliotek
el: Μεταβαλλόμενος κατάλογος
eo: Ŝanĝi dosierujon
et: Muutke kataloog
eu: Aldatu direktorio
fa: دایرکتوری را تغییر دهید
fi: Muutoshakemisto
fr: Répertoire de modification
fur: Cambiâ la direzion
fy: Feroarje map
ga: Athrú ar an eolaire
gd: Atharraich eòlaire
gl: Cambiar directorio
gu: ડિરેક્ટરી બદલો
he: שינוי מדריך
hr: Promijenite direktorij
hu: Változtassa meg a könyvtárat
hy: Փոխեք տեղեկատու
id: Ubah direktori
is: Breyta skráasafninu
ja: ディレクトリを変更します
ka: შეცვალეთ დირექტორია
kk: Каталогты өзгерту
km: ផ្លាស់ប្តូរថតឯកសារ
kn: ಡೈರೆಕ್ಟರಿ ಬದಲಾಯಿಸಿ
ko: 디렉토리를 변경하십시오
ku: Directory Directory
ky: Directory өзгөртүү
lb: Austrëller
lo: ການປ່ຽນແປງລະບົບ
lt: Keisti katalogą
lv: Mainīt direktoriju
mai: परिवर्तन निर्देशिका
mg: Manova ny direktory
mi: Whaiaronga huri
mk: Променете го директориумот
ml: ഡയറക്ടറി മാറ്റുക
mn: Лангет өөрчлөх
mr: निर्देशिका बदला
ms: Tukar direktori
mt: Ibdel id-direttorju
my: လမ်းညွှန်ကိုပြောင်းပါ
ne: डाइरेक्टरी परिवर्तन गर्नुहोस्
nl: Verander directory
no: Endre katalog
or: ଡିରେକ୍ଟୋରୀ ପରିବର୍ତ୍ତନ କରନ୍ତୁ |
pa: ਡਾਇਰੈਕਟਰੀ ਬਦਲੋ
ps: لارښود بدل کړئ
ro: Director de schimbare
rw: Hindura Ububiko
sd: ڊائريڪٽري تبديل ڪريو
si: නාමාවලිය වෙනස් කරන්න
sk: Zmena adresára
sl: Spremeni imenik
sq: Ndryshoni drejtori
sr: Промените директориј
sv: Ändra katalog
sw: Badilisha saraka
ta: கோப்பகத்தை மாற்றவும்
te: డైరెక్టరీని మార్చండి
tg: Феҳристи ивазкунанда
th: เปลี่ยนไดเรกทอรี
tk: Katalogy üýtgetmek
tl: Baguhin ang direktoryo
tt: Каталогны үзгәртү
ug: مۇندەرىجىنى ئۆزگەرتىڭ
ur: ڈائریکٹری کو تبدیل کریں
uz: Katalogni o'zgartirish
vi: Thay đổi thư mục
xh: Guqula ulawulo
yi: טוישן וועגווייַזער
zh: 更改目录
zu: Shintsha umkhombandlela

# donateSettingTitle
source: Donate
af: Skenk
am: ልገሳ
ar: يتبرع
as: দান কৰা
az: Hədiyyə etmək
be: Ахвяраваць
bg: Дарете
bn: দান করুন
ca: Donar
ckb: بەخشین
cs: Darovat
cy: Rhoion
da: Doner
el: Προσφέρω
eo: Donaci
et: Annetama
eu: Eman
fa: اهداء کردن
fi: Lahjoittaa
fr: Faire un don
fur: Donâ
fy: Donearje
ga: Síntigh
gd: Thoir seachad
gl: Doar
gu: દાન કરવું
he: לִתְרוֹם
hr: Donirati
hu: Adományoz
hy: Նվիրել
id: Menyumbangkan
is: Gefðu
ja: 寄付する
ka: ჩუქება
kk: Қию
km: បរិច្ចាក
kn: ದಾನ ಮಾಡು
ko: 기부
ku: Bêşdan
ky: Кайрымдуулук
lb: Spenden
lo: ບໍລິຈາກ
lt: Paaukoti
lv: Ziedot
mai: दान करनाइ
mg: Manomeza
mi: Hoatu koha
mk: Донирај
ml: സംഭാവനചെയ്യുക
mn: Бэлэглэх
mr: देणगी
ms: Menderma
mt: Donazzjoni
my: ပေးကမ်း
ne: दान दिनु
nl: Doneren
no: Donere
or: ଦାନ କରନ୍ତୁ |
pa: ਦਾਨ
ps: مرسته وکړه
ro: Dona
rw: Gutanga
sd: عطيو ڏيو
si: පරිත්යාග කරන්න
sk: Darovať
sl: Donirajte
sq: Dhuroj
sr: Донирати
sv: Donera
sw: Toa
ta: நன்கொடை
te: దానం
tg: Хайрия
th: บริจาค
tk: Bagyş et
tl: Mag -donate
tt: Бүләк итегез
ug: ئىئانە قىلىڭ
ur: عطیہ کریں
uz: Xayr-ehson qilmoq
vi: Quyên tặng
xh: Nikela
yi: מאַקרעוו זייַן
zh: 捐
zu: Nikela
