Repository: DreihundertVier/Classipod-de
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, ca, ckb, cs, cy, da, el, eo, et, eu, fa, fi, fr, fur, fy, ga, gd, gl, gu, he, hr, hu, hy, id, is, ja, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mai, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tl, tt, ug, ur, uz, vi, xh, yi, zh, zu

# previousButtonNowPlayingTutorialText
source: Press and hold this button to rewind the song
af: Druk en hou hierdie knoppie in om die liedjie weer te laat herwin
am: ዘፈኑን ለመመልከት ይህንን ቁልፍ ተጭነው ይቆዩ እና ይያዙ
ar: اضغط مع الاستمرار على هذا الزر لإرجاع الأغنية
as: গীতটো পুনৰ ঘূৰাই দিবলৈ এই বুটামটো টিপি ধৰি ৰাখক
az: Mahnını geri qaytarmaq üçün bu düyməni basıb saxlayın
be: Націсніце і ўтрымлівайце гэтую кнопку, каб перамагчы песню
bg: Натиснете и задръжте този бутон, за да пренастроите песента
bn: গানটি রিওয়াইন্ড করতে এই বোতামটি টিপুন এবং ধরে রাখুন
ca: Premeu i manteniu premut aquest botó per rebobinar la cançó
ckb: ئەم دوگمەیە داگرە و ڕایبگرە بۆ ئەوەی گۆرانییەکە بگەڕێنێتەوە
cs: Stisknutím a podržením tohoto tlačítka převinete píseň
cy: Pwyswch a dal y botwm hwn i ailddirwyn y gân
da: Tryk og hold på denne knap for at spole tilbage sangen
el: Πατήστε και κρατήστε πατημένο αυτό το κουμπί για να επιστρέψετε το τραγούδι
eo: Premu kaj tenu ĉi tiun butonon por rebobini la kanton
et: Vajutage ja hoidke seda nuppu, et laulu tagasi kerida
eu: Luze sakatu botoi hau abestia itzultzeko
fa: این دکمه را فشار داده و نگه دارید تا دوباره آهنگ شود
fi: Pidä tätä painiketta painettuna takaisin kappaleeseen
fr: Appuyez et maintenez ce bouton pour rembobiner la chanson
fur: Preme e tignî chest botôn par tornâ a meti sù la cjançon
fy: Druk op dizze knop en hâld op om it ferske werom te reitsjen
ga: Brúigh agus coinnigh an cnaipe seo chun an t -amhrán a athsheoladh
gd: Brùth agus cùm am putan seo gus an t-òran ath-shuidheachadh
gl: Prema e manteña este botón para rebobinar a canción
gu: ગીતને ફરીથી દોરવા માટે આ બટન દબાવો અને પકડી રાખો
he: לחץ והחזק לחצן זה כדי לרדת מחדש את השיר
hr: Pritisnite i držite ovaj gumb da biste premotali pjesmu
hu: Nyomja meg és tartsa be ezt a gombot a dal visszatekeréséhez
hy: Սեղմեք եւ պահեք այս կոճակը `երգը վերափոխելու համար
id: Tekan dan tahan tombol ini untuk memundurkan kembali lagu
is: Haltu þessum hnapp til að spóla til baka lagið
ja: このボタンを押し続けて、曲を巻き戻します
ka: დააჭირეთ და დააჭირეთ ამ ღილაკს სიმღერის გადასინჯვისთვის
kk: Әнді кері айналдыру үшін осы түймені басып тұрыңыз
km: ចុចហើយសង្កត់ប៊ូតុងនេះដើម្បីបង្វែរបទចម្រៀងឡើងវិញ
kn: ಹಾಡನ್ನು ರಿವೈಂಡ್ ಮಾಡಲು ಈ ಗುಂಡಿಯನ್ನು ಒತ್ತಿ ಮತ್ತು ಹಿಡಿದುಕೊಳ್ಳಿ
ko: 이 버튼을 눌러 곡을 되 돌리십시오
ku: Vebijêrin û vê bişkojka bigire da ku stranê bişîne
ky: Ырды артка тартуу үчүн бул баскычты басып, кармап туруңуз
lb: Dréckt an hält dëse Knäppchen fir d'Lidd ze widderhuelen
lo: ກົດປຸ່ມແລະກົດປຸ່ມນີ້ເພື່ອຫວນຄືນເພງ
lt: Paspauskite ir palaikykite šį mygtuką, kad vėl atstumtumėte dainą
lv: Nospiediet un turiet šo pogu, lai pārtaisītu dziesmu
mai: गीत के रिवाइंड करय लेल एहि बटन के दबाउ आ पकड़ू
mg: Tsindrio ary hazaho ity bokotra ity mba hamerenanao ny hira
mi: Press me te pupuri i tenei paatene ki te whakahoki ano i te waiata
mk: Притиснете и држете го ова копче за да ја премотате песната
ml: പാട്ട് റിവൈൻഡ് ചെയ്യുന്നതിന് ഈ ബട്ടൺ അമർത്തിപ്പിടിക്കുക
mn: Дууг буцаахын тулд энэ товчийг дараад барина уу
mr: गाणे पुन्हा भरण्यासाठी हे बटण दाबा आणि धरून ठेवा
ms: Tekan dan tahan butang ini untuk memutar balik lagu
mt: Agħfas u żomm din il-buttuna biex terġa 'tidwir il-kanzunetta
my: သီချင်းကိုပြန်လှည့်ရန်ဤခလုတ်ကို နှိပ်. ဖိထားပါ
ne: गीत पुनर्जीवी बनाउन यो बटन थिच्नुहोस् र होल्ड गर्नुहोस्
nl: Houd deze knop ingedrukt om het nummer terug te spoelen
no: Trykk og hold denne knappen for å spole tilbake sangen
or: ଗୀତକୁ ପୁନ brand କରିବାକୁ ଏହି ବଟନ୍ ଦବାନ୍ତୁ ଏବଂ ଧରି ରଖନ୍ତୁ |
pa: ਗਾਣੇ ਨੂੰ ਮੁੜ ਸੁਰਜੀਤ ਕਰਨ ਲਈ ਇਸ ਬਟਨ ਨੂੰ ਦਬਾਓ ਅਤੇ ਹੋਲਡ ਕਰੋ
ps: د سندرو بیا کلیک کولو لپاره دا ت button ۍ فشار ورکړئ او ونیسئ
ro: Apăsați și mențineți apăsat acest buton pentru a derula melodia
rw: Kanda kandi ufate iyi buto kugirango usubize indirimbo
sd: پريس ڪريو ۽ هن بٽڻ کي گانو کي ٻيهر کولڻ لاء دٻايو
si: ගීතය පෙරළීමට මෙම බොත්තම ඔබන්න
sk: Stlačte a podržte toto tlačidlo, aby ste pieseň pretočili
sl: Pritisnite in pridržite ta gumb, da previjate pesem
sq: Shtypni dhe mbajeni këtë buton për të rivendosur këngën
sr: Притисните и држите ово дугме да бисте премотали песму
sv: Tryck och håll den här knappen för att spola tillbaka låten
sw: Bonyeza na ushikilie kitufe hiki kurudisha wimbo
ta: பாடலை முன்னாடி இந்த பொத்தானை அழுத்திப் பிடிக்கவும்
te: పాటను రివైండ్ చేయడానికి ఈ బటన్‌ను నొక్కి ఉంచండి
tg: Барои гирифтани суруд ин тугмаро пахш карда нигоҳ доред
th: กดปุ่มนี้ค้างไว้เพื่อย้อนกลับเพลง
tk: Aýdymy yza öwürmek üçin bu düwmäni basyň we saklaň
tl: Pindutin nang matagal ang pindutan na ito upang i -rewind ang kanta
tt: Җырны кире кайтару өчен бу төймәгә басыгыз һәм тотыгыз
ug: بۇ كۇنۇپكىنى بېسىپ بۇ كۇنۇپكىنى بېسىپ ناخشىنى ئەسلىگە كەلتۈرۈڭ
ur: گانے کو دوبارہ بنانے کے لئے اس بٹن کو دبائیں اور تھامیں
uz: Qo'shiqni orqaga qaytarish uchun ushbu tugmani bosing va ushlab turing
vi: Nhấn và giữ nút này để tua lại bài hát
xh: Cinezela kwaye ubambe eli qhosha ukubuyisela ingoma
yi: דריקן און האַלטן דעם קנעפּל צו ריוויינד די ליד
zh: 按并按住此按钮倒带歌曲
zu: Cindezela bese ubamba le nkinobho ukuze ubuyise kabusha iculo

# deviceControlSearchTutorialText
source: Move your thumb lightly around the Click Wheel to highlight a alphabet
am: ጣትዎን አንድ ፊደል ለማጉላት በመዝህሩ ዙሪያ አሽጉን ያዛውሩ
ar: حرك إبهامك بخفة حول عجلة النقر لتسليط الضوء على الأبجدية
bn: একটি বর্ণমালা হাইলাইট করতে আপনার থাম্বটি ক্লিক হুইলের চারপাশে হালকাভাবে সরান
el: Μετακινήστε τον αντίχειρά σας ελαφρώς γύρω από τον τροχό κλικ για να επισημάνετε ένα αλφάβητο
eo: Movu vian dikfingron malpeze ĉirkaŭ la klakan radon por reliefigi alfabeton
fi: Siirrä peukaloa kevyesti napsautuskohdan ympäri korostaaksesi aakkoset
fr: Déplacez votre pouce légèrement autour de la roue cliquetis pour mettre en surbrillance un alphabet
fur: Spostâ il polsar a pôc ator ator de Ruede Clic par evidenziâ un alfabet
fy: Ferpleatse jo tomme ljocht om it klik tsjil om in alfabet te markearjen
ga: Bog do ordóg go héadrom timpeall an roth cliceáil chun aibítir a aibhsiú
gd: Gluais do òrdag timcheall air a 'chuibhle cliog gus a bhith a' soilleireachadh aibideil
he: הזז את האגודל שלך קלות סביב גלגל הלחיצה כדי להדגיש אלף -בית
hr: Lagano pomaknite palac oko kotača klika kako biste istaknuli abecedu
hu: Mozgassa a hüvelykujját enyhén a kattintó kerék körül, hogy kiemelje az ábécét
id: Pindahkan ibu jari Anda dengan ringan di sekitar roda klik untuk menyorot alfabet
kk: Алфавитті бөлектеу үшін бас бармағыңызды шертуді шертіңіз
kn: ವರ್ಣಮಾಲೆಯನ್ನು ಹೈಲೈಟ್ ಮಾಡಲು ನಿಮ್ಮ ಹೆಬ್ಬೆರಳನ್ನು ಕ್ಲಿಕ್ ಚಕ್ರದ ಸುತ್ತಲೂ ಲಘುವಾಗಿ ಸರಿಸಿ
ko: 클릭 휠 주위에 엄지 손가락을 가볍게 움직여 알파벳을 강조 표시하십시오.
ku: Tiliya xwe bi rengek sivik li dora pêlika klîk hilînin da ku alfabeyek ronî bikin
lb: Réckelt Ären Daum liicht ronderëm de Klickrad fir en Alfabet ze markéieren
lt: Lengvai judinkite nykštį aplink paspaudimo ratą, kad paryškintumėte abėcėlę
mg: Arosoy moramora ny kitrokelinao manodidina ny kitiho tsindrio mba hanasongadinana ny abidia
mi: Nukuhia to koromatua huri noa i te wira click hei whakanui i te taatai
mn: Цагаан толгойн тодрохын тулд эрхий хуруугаа нүүж ав
ms: Gerakkan ibu jari anda dengan ringan di sekitar roda klik untuk menyerlahkan abjad
mt: Mexxi l-kbir tiegħek ħafif madwar ir-rota tal-ikklikkja biex tenfasizza alfabett
pa: ਵਰਣਮਾਲਾ ਨੂੰ ਉਜਾਗਰ ਕਰਨ ਲਈ ਕਲਿਕ ਵੀ ਵ੍ਹੀਲੇ ਦੇ ਦੁਆਲੇ ਹਲਕੇ ਪਹੀਏ ਨੂੰ ਹਲਕੇ ਜਿਹੇ ਹਿਲਾਓ
ps: خپل ګوتو ته د الفبا په اوږدو کې د کلیک ویل په شاوخوا کلیک وکړئ
rw: Kwimura igikumwe cyawe kumurika kuzenguruka uruziga kugirango ugaragaze inyuguti
sk: Pohybujte palcom okolo kliknutia a zvýraznite abecedu
sq: Lëvizni gishtin e madh lehtë rreth timonit të klikimit për të nënvizuar një alfabet
sr: Лагано померите палцу око точка на клику да бисте истакли абецеду
sv: Flytta tummen lätt runt klickhjulet för att markera ett alfabet
sw: Sogeza kidole chako kidogo kuzunguka gurudumu la kubonyeza ili kuonyesha alfabeti
ta: ஒரு எழுத்துக்களை முன்னிலைப்படுத்த கிளிக் சக்கரத்தைச் சுற்றி உங்கள் கட்டைவிரலை லேசாக நகர்த்தவும்
te: వర్ణమాలను హైలైట్ చేయడానికి క్లిక్ వీల్ చుట్టూ మీ బొటనవేలును తేలికగా తరలించండి
tk: Elipbiýi bellemek üçin başam barmagyňyzy ýeňilleşdiriň
ug: باش بارمىقىڭىزنى لامپۇچكىڭىزنى چېكىپ ئېلىپبەنى گەۋدىلەندۈرۈش ئۈچۈن چېكىڭ
uz: Alifboni ajratib ko'rsatish uchun bosh barmog'ingizni engil siljiting
vi: Di chuyển nhẹ ngón tay cái của bạn xung quanh bánh xe nhấp chuột để tô sáng bảng chữ cái
xh: Hambisa isithupha sakho nge-term ijikeleze ivili lokucofa ukuqaqambisa ialfabhethi
zh: 轻轻地将拇指移动到单击车轮上以突出显示字母
zu: Hambisa isithupha sakho kancane uzungeze isondo lokuchofoza ukugqamisa izinhlamvu

# centerButtonSearchTutorialText
source: Press the center button to select the highlighted alphabet
am: የደመቀውን ፊደል ለመምረጥ የመሃል ቁልፍን ተጫን
ar: اضغط على زر الوسط لتحديد الأبجدية المميزة
bn: হাইলাইট বর্ণমালা নির্বাচন করতে সেন্টার বোতাম টিপুন
el: Πατήστε το κουμπί ΚΕΝΤΡΟ για να επιλέξετε το επισημασμένο αλφάβητο
eo: Premu la centran butonon por elekti la reliefigitan alfabeton
fi: Valitse korostettu aakkoset painamalla keskuspainiketta
fr: Appuyez sur le bouton central pour sélectionner l'alphabet en surbrillance
fur: Preme il tast centrâl par selezionâ il alfabet evidenziât
fy: Druk op 'e sintrumknop om it markearre alfabet te selektearjen
ga: Brúigh an cnaipe Ionad chun an aibítir aibhsithe a roghnú
gd: Brùth putan an Ionaid gus an aibideil a tha air an comharrachadh
he: לחץ על כפתור המרכז כדי לבחור את האלף -בית המודגש
hr: Pritisnite središnji gumb za odabir istaknute abecede
hu: Nyomja meg a Center gombot a kiemelt ábécé kiválasztásához
id: Tekan tombol tengah untuk memilih alfabet yang disorot
kk: Бөлектелген әліпбиді таңдау үшін Орталық түймесін басыңыз
kn: ಹೈಲೈಟ್ ಮಾಡಿದ ವರ್ಣಮಾಲೆಯನ್ನು ಆಯ್ಕೆ ಮಾಡಲು ಸೆಂಟರ್ ಬಟನ್ ಒತ್ತಿರಿ
ko: 중앙 버튼을 눌러 강조 표시된 알파벳을 선택하십시오
ku: Bişkojka navendê bitikîne da ku alfabeya balkêş hilbijêrin
lb: Dréckt op den Zentrum Knäppchen fir den Highlighted Alphabet ze wielen
lt: Paspauskite mygtuką Centrinis, kad pasirinktumėte paryškintą abėcėlę
mg: Tsindrio ny bokotra Center hisafidy ny abidia nasongadina
mi: Pawhiria te paatene pokapū ki te whiriwhiri i te reta nui
mn: Тодруулсан цагаан толгойг сонгохын тулд төв товчийг дарна уу
ms: Tekan butang Pusat untuk memilih abjad yang diserlahkan
mt: Agħfas il-buttuna Ċentru biex tagħżel l-alfabett enfasizzat
pa: ਹਾਈਲਾਈਟ ਕੀਤੇ ਅੱਖਰ ਨੂੰ ਚੁਣਨ ਲਈ ਸੈਂਟਰ ਬਟਨ ਨੂੰ ਦਬਾਓ
ps: د روښانه شوي الفبا د ټاکلو لپاره د مرکز ت button ۍ فشار ورکړئ
rw: Kanda buto ya Centre kugirango uhitemo inyuguti zerekanwe
sk: Stlačením tlačidla stredu vyberte zvýraznenú abecedu
sq: Shtypni butonin qendror për të zgjedhur alfabetin e theksuar
sr: Притисните дугме Центра за одабир означене абецеде
sv: Tryck på mittknappen för att välja det markerade alfabetet
sw: Bonyeza kitufe cha katikati kuchagua alfabeti iliyoangaziwa
ta: சிறப்பிக்கப்பட்ட எழுத்துக்களைத் தேர்ந்தெடுக்க மைய பொத்தானை அழுத்தவும்
te: హైలైట్ చేసిన వర్ణమాలను ఎంచుకోవడానికి సెంటర్ బటన్ నొక్కండి
tk: Aýratynlandyrylan elipbiýi saýlamak üçin merkez düwmesine basyň
ug: مەركىزى كۇنۇپكىنى بېسىپ گەۋدىلەنگەن ئېلىپبەنى تاللاڭ
uz: Belgilangan alifboni tanlash uchun Markaz tugmasini bosing
vi: Nhấn nút trung tâm để chọn bảng chữ cái được tô sáng
xh: Cinezela iqhosha leZiko ukukhetha ialfabhethi eqaqambileyo
zh: 按中间按钮选择突出显示的字母
zu: Cindezela inkinobho yesikhungo ukukhetha i-Alfabhethi egqanyisiwe

# nextButtonSearchTutorialText
source: Press this button to add a space
am: ቦታ ለማከል ይህንን ቁልፍ ተጫን
ar: اضغط على هذا الزر لإضافة مساحة
bn: একটি স্থান যুক্ত করতে এই বোতামটি টিপুন
el: Πατήστε αυτό το κουμπί για να προσθέσετε ένα χώρο
eo: Premu ĉi tiun butonon por aldoni spacon
fi: Lisää tilaa painamalla tätä painiketta
fr: Appuyez sur ce bouton pour ajouter un espace
fur: Preme chest botôn par zontâ un spazi
fy: Druk op dizze knop om in romte ta te foegjen
ga: Brúigh an cnaipe seo chun spás a chur leis
gd: Brùth am putan seo gus àite a chuir ris
he: לחץ על כפתור זה כדי להוסיף חלל
hr: Pritisnite ovaj gumb za dodavanje prostora
hu: Nyomja meg ezt a gombot a hely hozzáadásához
id: Tekan tombol ini untuk menambahkan ruang
kk: Бос орын қосу үшін осы түймені басыңыз
kn: ಜಾಗವನ್ನು ಸೇರಿಸಲು ಈ ಗುಂಡಿಯನ್ನು ಒತ್ತಿ
ko: 이 버튼을 눌러 공간을 추가하십시오
ku: Vê bişkojka çap bikin da ku cîhek zêde bikin
lb: Dréckt dëse Knäppchen fir e Raum ze addéieren
lt: Paspauskite šį mygtuką, kad pridėtumėte vietos
mg: Tsindrio ity bokotra ity mba hanampiana toerana
mi: Pawhiria te paatene ki te taapiri i tetahi waahi
mn: Энэ товчийг дарна уу
ms: Tekan butang ini untuk menambah ruang
mt: Agħfas din il-buttuna biex iżżid spazju
pa: ਇੱਕ ਸਪੇਸ ਸ਼ਾਮਲ ਕਰਨ ਲਈ ਇਸ ਬਟਨ ਨੂੰ ਦਬਾਓ
ps: د ځای اضافه کولو لپاره دا ت button ۍ کېکاږئ
rw: Kanda iyi buto kugirango wongere umwanya
sk: Stlačením tohto tlačidla pridáte priestor
sq: Shtypni këtë buton për të shtuar një hapësirë
sr: Притисните ово дугме да бисте додали простор
sv: Tryck på den här knappen för att lägga till ett utrymme
sw: Bonyeza kitufe hiki ili kuongeza nafasi
ta: ஒரு இடத்தைச் சேர்க்க இந்த பொத்தானை அழுத்தவும்
te: స్థలాన్ని జోడించడానికి ఈ బటన్‌ను నొక్కండి
tk: Boş ýer goşmak üçin şu düwmä basyň
ug: بوشلۇق قوشۇش ئۈچۈن بۇ كۇنۇپكىنى بېسىڭ
uz: Kamerani qo'shish uchun ushbu tugmani bosing
vi: Nhấn nút này để thêm một khoảng trống
xh: Cinezela eli qhosha ukongeza indawo
zh: 按下此按钮添加一个空间
zu: Cindezela le nkinobho ukwengeza isikhala

# previousButtonSearchTutorialText
source: Press this button to delete the last character
am: የመጨረሻውን ገጸ-ባህሪ ለመሰረዝ ይህንን ቁልፍ ተጫን
ar: اضغط على هذا الزر لحذف الحرف الأخير
bn: শেষ চরিত্রটি মুছতে এই বোতামটি টিপুন
el: Πατήστε αυτό το κουμπί για να διαγράψετε τον τελευταίο χαρακτήρα
eo: Premu ĉi tiun butonon por forigi la lastan karakteron
fi: Poista viimeinen merkki painamalla tätä painiketta
fr: Appuyez sur ce bouton pour supprimer le dernier caractère
fur: Preme chest botôn par cancelâ l’ultin caratar
fy: Druk op dizze knop om it lêste karakter te wiskjen
ga: Brúigh an cnaipe seo chun an carachtar deireanach a scriosadh
gd: Brùth am putan seo gus cuir às don charactar mu dheireadh
he: לחץ על כפתור זה כדי למחוק את התו האחרון
hr: Pritisnite ovaj gumb da biste izbrisali posljednji znak
hu: Nyomja meg ezt a gombot az utolsó karakter törléséhez
id: Tekan tombol ini untuk menghapus karakter terakhir
kk: Соңғы таңбаны жою үшін осы түймені басыңыз
kn: ಕೊನೆಯ ಅಕ್ಷರವನ್ನು ಅಳಿಸಲು ಈ ಗುಂಡಿಯನ್ನು ಒತ್ತಿ
ko: 이 버튼을 눌러 마지막 문자를 삭제하십시오
ku: Vê bişkojka çap bikin da ku karaktera paşîn jêbirin
lb: Dréckt dëse Knäppchen fir de leschte Charakter ze läschen
lt: Paspauskite šį mygtuką, kad ištrintumėte paskutinį simbolią
mg: Tsindrio ity bokotra ity mba hamafa ny toetra farany
mi: Pawhiria te paatene nei ki te muku i te ahuatanga whakamutunga
mn: Сүүлийн дүрийг устгахын тулд энэ товчийг дарна уу
ms: Tekan butang ini untuk memadam watak terakhir
mt: Agħfas din il-buttuna biex tħassar l-aħħar karattru
pa: ਆਖਰੀ ਅੱਖਰ ਨੂੰ ਮਿਟਾਉਣ ਲਈ ਇਸ ਬਟਨ ਨੂੰ ਦਬਾਓ
ps: د وروستي کرکټر حذف کولو لپاره دا ت button ۍ فشار ورکړئ
rw: Kanda iyi buto kugirango usibe inyuguti yanyuma
sk: Stlačením tohto tlačidla odstráňte posledný znak
sq: Shtypni këtë buton për të fshirë karakterin e fundit
sr: Притисните ово дугме да бисте избрисали последњи знак
sv: Tryck på den här knappen för att ta bort det sista tecknet
sw: Bonyeza kitufe hiki kufuta tabia ya mwisho
ta: கடைசி எழுத்தை நீக்க இந்த பொத்தானை அழுத்தவும்
te: చివరి అక్షరాన్ని తొలగించడానికి ఈ బటన్‌ను నొక్కండి
tk: Iň soňky häsiýeti pozmak üçin şu düwmä basyň
ug: بۇ كۇنۇپكىنى بېسىپ ئاخىرقى ھەرپنى ئۆچۈرۈڭ
uz: So'nggi belgini o'chirish uchun ushbu tugmani bosing
vi: Nhấn nút này để xóa ký tự cuối cùng
xh: Cinezela eli qhosha ukucima umlinganiswa wokugqibela
zh: 按下此按钮删除最后一个字符
zu: Cindezela le nkinobho ukuze ususe umlingiswa wokugcina

# menuButtonSearchTutorialText
source: Press this button to close the keyboard and interact with the search results
am: የቁልፍ ሰሌዳውን ለመዝጋት እና ከድቶች ውጤቶች ጋር ለመግባባት ይህንን ቁልፍ ተጫን
ar: اضغط على هذا الزر لإغلاق لوحة المفاتيح والتفاعل مع نتائج البحث
bn: কীবোর্ডটি বন্ধ করতে এই বোতামটি টিপুন এবং অনুসন্ধান ফলাফলের সাথে ইন্টারঅ্যাক্ট করুন
el: Πατήστε αυτό το κουμπί για να κλείσετε το πληκτρολόγιο και να αλληλεπιδράσετε με τα αποτελέσματα αναζήτησης
eo: Premu ĉi tiun butonon por fermi la klavaron kaj interagi kun la serĉrezultoj
fi: Paina tätä painiketta sulkeaksesi näppäimistön ja vuorovaikutuksessa hakutulosten kanssa
fr: Appuyez sur ce bouton pour fermer le clavier et interagir avec les résultats de recherche
fur: Preme chest botôn par sierâ il tastier e interagjî cui risultâts de ricercje
fy: Druk op dizze knop om it toetseboerd te sluten en ynteraksje mei de sykresultaten te sluten
ga: Brúigh an cnaipe seo chun an méarchlár a dhúnadh agus idirghníomhú leis na torthaí cuardaigh
gd: Brùth am putan seo gus am meur-chlàr a dhùnadh agus eadar-obrachadh leis na toraidhean rannsachaidh
he: לחץ על כפתור זה כדי לסגור את המקלדת ולקיים אינטראקציה עם תוצאות החיפוש
hr: Pritisnite ovaj gumb za zatvaranje tipkovnice i interakciju s rezultatima pretraživanja
hu: Nyomja meg ezt a gombot a billentyűzet bezárásához és a keresési eredményekkel való interakcióhoz
id: Tekan tombol ini untuk menutup keyboard dan berinteraksi dengan hasil pencarian
kk: Пернетақтаны жабу және іздеу нәтижелерімен өзара әрекеттесу үшін осы түймені басыңыз
kn: ಕೀಬೋರ್ಡ್ ಮುಚ್ಚಲು ಈ ಗುಂಡಿಯನ್ನು ಒತ್ತಿ ಮತ್ತು ಹುಡುಕಾಟ ಫಲಿತಾಂಶಗಳೊಂದಿಗೆ ಸಂವಹನ ನಡೆಸಿ
ko: 이 버튼을 누르면 키보드를 닫고 검색 결과와 상호 작용합니다.
ku: Vê bişkojka bitikînin da ku klavyeyê bigire û bi encamên lêgerînê re têkilî daynin
lb: Press dëse Knäppchen fir d'Tastatur zoumaachen an interagéieren mat de Sichresultater
lt: Paspauskite šį mygtuką, kad uždarytumėte klaviatūrą ir sąveikaujtumėte su paieškos rezultatais
mg: Tsindrio ity bokotra ity hanakatonana ny fitendry ary hifanerasera amin'ny valin'ny fikarohana
mi: Pawhiria te paatene nei kia kati te papapātuhi me te taunekeneke ki nga hua o te rapu
mn: Гарыг хаахын тулд энэ товчийг дараад хайлтын үр дүнтэй харилцах
ms: Tekan butang ini untuk menutup papan kekunci dan berinteraksi dengan hasil carian
mt: Agħfas din il-buttuna biex tagħlaq it-tastiera u tinteraġixxi mar-riżultati tat-tfittxija
pa: ਕੀਬੋਰਡ ਨੂੰ ਬੰਦ ਕਰਨ ਅਤੇ ਖੋਜ ਨਤੀਜਿਆਂ ਨਾਲ ਗੱਲਬਾਤ ਕਰਨ ਲਈ ਇਸ ਬਟਨ ਨੂੰ ਦਬਾਓ
ps: د کیبورډ بندولو لپاره دا ت button ۍ فشار ورکړئ او د لټون پایلو سره متقابل عمل وکړئ
rw: Kanda iyi buto kugirango ufunge clavier hanyuma usangire nibisubizo byubushakashatsi
sk: Stlačením tohto tlačidla zatvorte klávesnicu a interaguje s výsledkami vyhľadávania
sq: Shtypni këtë buton për të mbyllur tastierën dhe bashkëvepruar me rezultatet e kërkimit
sr: Притисните ово дугме да бисте затворили тастатуру и комуницирали са резултатима претраге
sv: Tryck på den här knappen för att stänga tangentbordet och interagera med sökresultaten
sw: Bonyeza kitufe hiki ili kufunga kibodi na kuingiliana na matokeo ya utaftaji
ta: விசைப்பலகை மூடவும், தேடல் முடிவுகளுடன் தொடர்பு கொள்ளவும் இந்த பொத்தானை அழுத்தவும்
te: కీబోర్డ్‌ను మూసివేయడానికి ఈ బటన్‌ను నొక్కండి మరియు శోధన ఫలితాలతో ఇంటరాక్ట్ అవ్వండి
tk: Klawiaturany ýapmak we gözleg netijeleri bilen täsir etmek üçin şu düwmä basyň
ug: كۇنۇپكا تاختىسىنى ۋە ئىزدەش نەتىجىسىنى تاقاش ئۈچۈن بۇ كۇنۇپكىنى بېسىڭ
uz: Klaviaturani yopish va qidirish natijalari bilan o'zaro aloqada bo'lish uchun ushbu tugmani bosing
vi: Nhấn nút này để đóng bàn phím và tương tác với kết quả tìm kiếm
xh: Cinezela eli qhosha ukuvala ikhibhodi kwaye unxibelelane neziphumo zokukhangela
zh: 按下此按钮关闭键盘并与搜索结果进行交互
zu: Cindezela le nkinobho ukuvala ikhibhodi futhi uhlanganyele nemiphumela yokucinga

source: All Songs
af: Alle liedjies
as: সকলো গীত
az: Bütün mahnılar
be: Усе песні
bg: Всички песни
ca: Totes les cançons
ckb: هەموو گۆرانییەکان
cs: Všechny písně
cy: Pob Cân
da: Alle sange
el: Όλα τα τραγούδια
et: Kõik laulud
eu: Abesti guztiak
fa: همه آهنگ ها
fi: Kaikki kappaleet
fr: Toutes les chansons
fur: Dutis lis cjançons
gl: Todas as cancións
gu: બધા ગીતો
he: כל השירים
hr: Sve pjesme
hu: Minden dal
hy: Բոլոր երգերը
id: Semua lagu
is: Öll lög
ja: すべての曲
ka: ყველა სიმღერა
kk: Барлық әндер
km: ចម្រៀងទាំងអស់
kn: ಎಲ್ಲಾ ಹಾಡುಗಳು
ku: Hemû stran
ky: Бардык ырлар
lb: All Lidder
lo: ທຸກໆເພງ
lt: Visos dainos
lv: Visas dziesmas
mai: सब गीत
mi: Nga waiata katoa
mk: Сите песни
ml: എല്ലാ പാട്ടുകളും
mn: Бүх Дуу
mr: सर्व गाणी
my: သီချင်းများ
ne: सबै गीतहरू
nl: Alle liedjes
no: Alle sanger
or: ସମସ୍ତ ଗୀତ
pa: ਸਾਰੇ ਗਾਣੇ
ps: ټولې سندرې
ro: Toate melodiile
sd: سڀ گانا
si: සියලුම ගීත
sk: Všetky piesne
sl: Vse pesmi
sr: Све песме
sv: Alla låtar
tg: Ҳама сурудҳо
th: เพลงทั้งหมด
tk: Songshli aýdymlar
tl: Lahat ng mga kanta
tt: Барлык җырлар
ur: تمام گانے
uz: Hamma qo'shiqlar
yi: כל לידער
zu: Zonke izingoma

# clickWheelSizeSettingTitle
source: Click Wheel Size
af: Klik wielgrootte
az: Təkər ölçüsünü vurun
ca: Feu clic a la mida de la roda
et: Klõpsake ratta suurus
fa: روی اندازه چرخ کلیک کنید
ja: [ホイールサイズ]をクリックします
ka: დააჭირეთ ბორბლის ზომას
ky: Дөңгөлөктүн өлчөмүн чыкылдатыңыз
mk: Кликнете на големината на тркалото
my: ဘီးအရွယ်အစားကိုနှိပ်ပါ
si: රෝද ප්රමාණය ක්ලික් කරන්න
sl: Kliknite velikost kolesa
th: ขนาดล้อคลิก
tt: Тәгәрмәч зурлыгына басыгыз
yi: דריקט ראָד גרייס

source: Small
af: Klein
az: Kiçik
ca: Petit
et: Väike
fa: کوچک
ja: 小さい
ka: პატარა
ky: Кичинекей
mk: Мал
my: သေးငယ်သော
si: කුඩා
sl: Majhno
th: เล็ก
tt: Кечкенә
yi: קליין

source: Medium
az: Mühit
ca: Mitjà
et: Vahend
fa: واسطه
ja: 中くらい
ka: საშუალო
ky: Орто
mk: Среден
my: အလယ်အလတ်ဖြစ်သော
si: මාධ්යය
sl: Srednje
th: ปานกลาง
tt: Урта
yi: מיטל

source: Large
af: Groot
az: Böyük
ca: Gran
et: Suur
fa: بزرگ
ja: 大きい
ka: დიდი
ky: Чоң
mk: Голем
my: ကြီးကျယ်သော
si: විශාල
sl: Veliko
th: ใหญ่
tt: Зур
yi: גרויס
